import { title } from "process";

export const policyContentArabic = {
  ar: {
    title: "سياسة الخصوصية",
    generalInfo: {
      terms: [
        `نحن نحترم خصوصيتك ونلتزم بحمايتها من خلال التزامنا بسياسة الخصوصية هذه ("السياسة"). تصف هذه السياسة أنواع المعلومات التي قد نجمعها منك أو التي قد تقدمها ("المعلومات الشخصية") على موقع shpper.com أو shpper.net ("الموقع")، وتطبيق "Shpper" للجوال ("تطبيق الجوال")، وأي من منتجاتها وخدماتها ذات الصلة (يُشار إليها مجتمعة باسم "الخدمات")، وممارساتنا في جمع واستخدام وصيانة وحماية والإفصاح عن هذه المعلومات الشخصية. كما تصف الخيارات المتاحة لك فيما يتعلق باستخدامنا لمعلوماتك الشخصية وكيف يمكنك الوصول إليها وتحديثها.`,
        'هذه السياسة هي اتفاقية ملزمة قانونًا بينك ("المستخدم" أو "أنت" أو "خاصتك") وShpper Software Design FZCO (التي تعمل باسم "Shpper" أو "نحن" أو "لنا" أو "خاصتنا"). إذا كنت تدخل في هذه السياسة نيابة عن شركة أو كيان قانوني آخر، فأنت تقر بأن لديك السلطة لإلزام هذا الكيان بهذه السياسة، وفي هذه الحالة فإن المصطلحات "المستخدم" أو "أنت" أو "خاصتك" تشير إلى هذا الكيان. إذا لم يكن لديك مثل هذه السلطة، أو إذا كنت لا توافق على شروط هذه السياسة، فيجب عليك عدم قبول هذه السياسة ولا يجوز لك الوصول إلى الخدمات واستخدامها. من خلال الوصول إلى الخدمات واستخدامها، فإنك تقر بأنك قد قرأت وفهمت ووافقت على الالتزام بشروط هذه السياسة. لا تنطبق هذه السياسة على ممارسات الشركات التي لا نمتلكها أو نتحكم فيها، أو على الأفراد الذين لا نوظفهم أو نديرهم.',
      ],
    },

    GDPRInfo: {
      title: "التجميع التلقائي للمعلومات",
      terms: [
        `عند فتح الموقع الإلكتروني أو استخدام تطبيق الهاتف المحمول، تقوم خوادمنا تلقائيًا بتسجيل المعلومات التي يرسلها متصفحك أو جهازك. وقد تتضمن هذه البيانات معلومات مثل عنوان IP الخاص بجهازك وموقعه، واسم المتصفح والجهاز وإصداره، ونوع نظام التشغيل وإصداره، وتفضيلات اللغة، وصفحة الويب التي كنت تزورها قبل وصولك إلى الخدمات، وصفحات الخدمات التي تزورها، والوقت الذي تقضيه في تلك الصفحات، والمعلومات التي تبحث عنها في الخدمات، وأوقات وتواريخ الوصول، وإحصائيات أخرى.`,
        `تُستخدم المعلومات التي يتم جمعها تلقائيًا فقط لتحديد حالات إساءة الاستخدام المحتملة وإنشاء معلومات إحصائية بشأن استخدام الخدمات وحركة المرور عليها. ولا يتم تجميع هذه المعلومات الإحصائية بطريقة من شأنها تحديد هوية أي مستخدم معين للنظام.`,
      ],
    },

    personalDataInfo: {
      title: `
جمع المعلومات الشخصية
`,
      description: [
        `يمكنك الوصول إلى الخدمات واستخدامها دون إخبارنا بهويتك أو الكشف عن أي معلومات يمكن من خلالها لأي شخص تحديد هويتك كشخص محدد يمكن التعرف عليه. ومع ذلك، إذا كنت ترغب في استخدام بعض الميزات المقدمة في الخدمات، فقد يُطلب منك تقديم بعض المعلومات الشخصية (على سبيل المثال، اسمك وعنوان بريدك الإلكتروني).`,
        `نتلقى ونخزن أي معلومات تقدمها لنا عن علم عند إنشاء حساب أو نشر محتوى أو إجراء عملية شراء أو ملء أي نماذج على الخدمات. عند الحاجة، قد تتضمن هذه المعلومات ما يلي:`,
      ],
      lists: [
        {
          description:
            "تفاصيل الحساب (مثل اسم المستخدم، معرف المستخدم الفريد، كلمة المرور، وما إلى ذلك)",
        },
        {
          description:
            "معلومات الاتصال (مثل عنوان البريد الإلكتروني ورقم الهاتف وما إلى ذلك)",
        },
        {
          description:
            "المعلومات الشخصية الأساسية (مثل الاسم وبلد الإقامة وما إلى ذلك)",
        },
        {
          description:
            " المعلومات البيومترية (مثل التعرف على الوجه وبصمات الأصابع وما إلى ذلك)",
        },
        {
          description: " إثبات الهوية (مثل صورة من بطاقة الهوية الحكومية)",
        },
        {
          description:
            "معلومات الدفع (مثل تفاصيل بطاقة الائتمان، تفاصيل البنك، وما إلى ذلك)",
        },
        {
          description: "بيانات الموقع الجغرافي لجهازك (مثل خط العرض وخط الطول)",
        },
        {
          description:
            "ميزات معينة على الجهاز المحمول (مثل جهات الاتصال والتقويم والمعرض وما إلى ذلك)",
        },
        {
          description:
            "أي مواد أخرى ترسلها إلينا طوعًا (مثل المقالات والصور والتعليقات وما إلى ذلك)",
        },
      ],

      conclusion: [
        `بعض المعلومات التي نجمعها تأتي منك مباشرةً عبر الخدمات. ومع ذلك، قد نجمع أيضًا معلومات شخصية عنك من مصادر أخرى مثل منصات الوسائط الاجتماعية وقواعد البيانات العامة وموفري البيانات التابعين لجهات خارجية وشركائنا المشتركين. قد تتضمن المعلومات الشخصية التي نجمعها من مصادر أخرى معلومات ديموغرافية، مثل العمر والجنس، ومعلومات الجهاز، مثل عناوين IP، والموقع، مثل المدينة والولاية، وبيانات السلوك عبر الإنترنت، مثل المعلومات حول استخدامك لمواقع الوسائط الاجتماعية، ومعلومات عرض الصفحة ونتائج البحث والروابط.`,
        `يمكنك اختيار عدم تزويدنا بمعلوماتك الشخصية، ولكنك قد لا تتمكن بعد ذلك من الاستفادة من بعض الميزات المتوفرة في الخدمات. نرحب بالمستخدمين غير المتأكدين من المعلومات الإلزامية بالاتصال بنا.`,
      ],
    },
    GDPRImportantInfo: {
      title: "استخدام ومعالجة المعلومات المجمعة",
      description: [
        `نحن نعمل كمسؤول عن البيانات ومعالج للبيانات عند التعامل مع المعلومات الشخصية، ما لم ندخل في اتفاقية معالجة البيانات معك، وفي هذه الحالة ستكون أنت مسؤول البيانات وسنكون معالج البيانات.`,
        `قد يختلف دورنا أيضًا وفقًا للموقف المحدد المتعلق بالمعلومات الشخصية. نحن نعمل بصفتنا جهة تحكم في البيانات عندما نطلب منك تقديم معلوماتك الشخصية الضرورية لضمان وصولك إلى الخدمات واستخدامك لها. في مثل هذه الحالات، نعتبر جهة تحكم في البيانات لأننا نحدد أغراض ووسائل معالجة المعلومات الشخصية.`,
        `نحن نعمل بصفتنا معالج بيانات في المواقف التي ترسل فيها معلومات شخصية من خلال الخدمات. نحن لا نمتلك أو نتحكم أو نتخذ قرارات بشأن المعلومات الشخصية المرسلة، ولا تتم معالجة هذه المعلومات الشخصية إلا وفقًا لتعليماتك. في مثل هذه الحالات، يعمل المستخدم الذي يقدم المعلومات الشخصية كمسؤول عن البيانات.`,
        `من أجل إتاحة الخدمات لك، أو الوفاء بالتزام قانوني، قد نحتاج إلى جمع واستخدام بعض المعلومات الشخصية. إذا لم تقدم المعلومات التي نطلبها، فقد لا نتمكن من تزويدك بالمنتجات أو الخدمات المطلوبة. يمكن استخدام أي من المعلومات التي نجمعها منك للأغراض التالية:`,
      ],

      lists: [
        {
          description: `إنشاء وإدارة حسابات المستخدمين`,
        },
        {
          description: "تنفيذ وإدارة الطلبات",
        },
        {
          description: `تقديم المنتجات أو الخدمات`,
        },
        {
          description: " تحسين المنتجات والخدمات",
        },
        {
          description: ` إرسال تحديثات المنتج والخدمة`,
        },
        {
          description: "إرسال الاتصالات التسويقية والترويجية",
        },
        {
          description: "إرسال تحديثات المنتج والخدمة",
        },
        {
          description: "الرد على الاستفسارات وتقديم الدعم",
        },
        {
          description: "طلب ملاحظات المستخدم",
        },
        {
          description: "تحسين تجربة المستخدم",
        },
        {
          description: "نشر شهادات العملاء",
        },
        {
          description: "تقديم إعلانات مستهدفة",
        },
        {
          description: "تقديم إعلانات مستهدفة",
        },
        {
          description: "فرض الشروط والأحكام والسياسات",
        },
        {
          description: "الحماية من الإساءة والمستخدمين الضارين",
        },
        {
          description: "الرد على الطلبات القانونية ومنع الضرر",
        },
        {
          description: "تشغيل الخدمات وتشغيلها",
        },
      ],

      conclusion: [
        `تعتمد معالجة معلوماتك الشخصية على كيفية تفاعلك مع الخدمات، ومكان تواجدك في العالم، وما إذا كان أحد الأمور التالية ينطبق: (أ) لقد أعطيت موافقتك لغرض واحد أو أكثر محدد؛ (ب) تقديم المعلومات ضروري لأداء هذه السياسة معك و/أو لأي التزامات تعاقدية سابقة لها؛ (ج) المعالجة ضرورية للامتثال لالتزام قانوني تخضع له؛ (د) المعالجة مرتبطة بمهمة يتم تنفيذها في المصلحة العامة أو في ممارسة السلطة الرسمية المخولة لنا؛ (هـ) المعالجة ضرورية لأغراض المصالح المشروعة التي نسعى إليها نحن أو طرف ثالث. يجوز لنا أيضًا دمج أو تجميع بعض معلوماتك الشخصية من أجل تقديم خدمة أفضل لك وتحسين خدماتنا وتحديثها.`,
      ],
    },
    processNCollectInfo: {
      description: [
        `نحن نعتمد على الأسس القانونية التالية التي نجمع ونعالج بها معلوماتك الشخصية:`,
      ],

      lists: [
        {
          description: "موافقة المستخدم",
        },
        {
          description: "تنفيذ العقد",
        },
        {
          description: " الالتزام بالقانون والالتزامات القانونية",
        },
        {
          description: "مصالحنا المشروعة",
        },
      ],
      conclusion: [
        `يرجى ملاحظة أنه بموجب بعض التشريعات، قد يُسمح لنا بمعالجة المعلومات حتى تعترض على هذه المعالجة من خلال اختيار عدم المشاركة، دون الحاجة إلى الاعتماد على الموافقة أو أي من الأسس القانونية المذكورة أعلاه. وفي كل الأحوال، يسعدنا توضيح الأساس القانوني المحدد الذي ينطبق على المعالجة ، وخاصة ما إذا كان تقديم المعلومات الشخصية شرطًا قانونيًا أو تعاقديًا، أو شرطًا ضروريًا لإبرام عقد.`,
      ],
    },
    PaymentProcessingInfo: {
      title: `معالجة الدفع`,
      terms: [
        `في حالة الخدمات التي تتطلب الدفع، قد تحتاج إلى تقديم تفاصيل بطاقتك الائتمانية أو معلومات حساب الدفع الأخرى، والتي سيتم استخدامها فقط لمعالجة المدفوعات. نحن نستخدم معالجات دفع خارجية ("معالجات الدفع") لمساعدتنا في معالجة معلومات الدفع الخاصة بك بأمان.`,
        `تلتزم معالجات الدفع بأحدث معايير الأمان التي يديرها مجلس معايير أمان صناعة بطاقات الدفع، وهو جهد مشترك بين علامات تجارية مثل Visa وMasterCard وAmerican Express وDiscover. يتم تبادل البيانات الحساسة والخاصة عبر قناة اتصال مؤمنة بـ SSL ويتم تشفيرها وحمايتها بالتوقيعات الرقمية، كما تلتزم الخدمات بمعايير صارمة للثغرات الأمنية من أجل إنشاء بيئة آمنة قدر الإمكان للمستخدمين. لن نشارك بيانات الدفع مع معالجات الدفع إلا بالقدر الضروري لأغراض معالجة مدفوعاتك واسترداد هذه المدفوعات والتعامل مع الشكاوى والاستفسارات المتعلقة بهذه المدفوعات واسترداد الأموال.`,
        `يرجى ملاحظة أن معالجي الدفع قد يجمعون بعض المعلومات الشخصية منك، مما يسمح لهم بمعالجة مدفوعاتك (على سبيل المثال، عنوان بريدك الإلكتروني وعنوانك وتفاصيل بطاقة الائتمان ورقم الحساب المصرفي) والتعامل مع جميع الخطوات في عملية الدفع من خلال أنظمتهم، بما في ذلك جمع البيانات ومعالجتها. عند الضرورة لمعالجة المدفوعات المستقبلية أو المتكررة وخاضعًا لموافقتك المسبقة، سيتم تخزين معلوماتك المالية في شكل مشفر على خوادم آمنة لمعالجي الدفع لدينا. يخضع استخدام معالجي الدفع لمعلوماتك الشخصية لسياسات الخصوصية الخاصة بهم والتي قد تحتوي أو لا تحتوي على حماية الخصوصية بنفس القدر من الحماية مثل هذه السياسة. نقترح عليك مراجعة سياسات الخصوصية الخاصة بهم.`,

        `يجوز لنا أيضًا أن نطلب منك السماح لنا بجمع بيانات عنك من مقدمي خدمات تابعين لجهات خارجية للتحقق من هويتك وإجراء فحص ائتماني ومنع الاحتيال أو تقييم المخاطر. يساعدنا هذا في التأكد من أنك تستخدم خدماتنا بشكل قانوني، وأنك مؤهل للخدمات التي تريد استخدامها، وحماية بياناتك وخدماتنا من المحتالين الذين قد يعرضونك وأموالك للخطر.`,
      ],
    },
    MannagingInfo: {
      title: `إدارة المعلومات`,
      terms: [
        `يمكنك حذف بعض المعلومات الشخصية التي نحتفظ بها عنك. قد تتغير المعلومات الشخصية التي يمكنك حذفها مع تغير الخدمات. ومع ذلك، عندما تحذف المعلومات الشخصية، يجوز لنا الاحتفاظ بنسخة من المعلومات الشخصية غير المنقحة في سجلاتنا طوال المدة اللازمة للامتثال لالتزاماتنا تجاه الشركات التابعة لنا وشركائنا، وللأغراض الموضحة أدناه. إذا كنت ترغب في حذف معلوماتك الشخصية أو حذف حسابك بشكل دائم، فيمكنك القيام بذلك في صفحة الإعدادات الخاصة بحسابك على الخدمات أو ببساطة عن طريق الاتصال بنا.`,
      ],
    },
    DiscloseInfo: {
      title: "الإفصاح عن المعلومات",
      description: [
        `اعتمادًا على الخدمات المطلوبة أو حسب الضرورة لإتمام أي معاملة أو تقديم أي خدمة طلبتها، يجوز لنا مشاركة معلوماتك مع الشركات التابعة لنا وشركائنا في المشاريع المشتركة والشركات المتعاقدة ومقدمي الخدمات (يُشار إليهم مجتمعين باسم "مقدمو الخدمات") الذين نعتمد عليهم للمساعدة في تشغيل الخدمات المتاحة لك والذين تتوافق سياسات الخصوصية الخاصة بهم مع سياساتنا أو الذين يوافقون على الالتزام بسياساتنا فيما يتعلق بالمعلومات الشخصية. لن نشارك أي معلومات مع أطراف ثالثة غير تابعة لنا.`,
        `لا يجوز لمقدمي الخدمات استخدام معلوماتك أو الكشف عنها إلا بالقدر الضروري لأداء الخدمات نيابة عنا أو الامتثال للمتطلبات القانونية. يتم تزويد مقدمي الخدمات بالمعلومات التي يحتاجون إليها فقط لأداء وظائفهم المحددة، ولا نسمح لهم باستخدام أو الكشف عن أي من المعلومات المقدمة لأغراض التسويق الخاصة بهم أو غيرها. لن نشارك معلوماتك ونكشف عنها إلا مع الفئات التالية من مقدمي الخدمات:`,
      ],

      lists: [
        {
          description: "شبكات الإعلان",
        },
        {
          description: "برامج الشراكة",
        },
        {
          description: "خدمات الاتصال والتعاون",
        },
        {
          description: "خدمات تحليل البيانات",
        },
        {
          description: "خدمات تخزين البيانات",
        },
        {
          description: "الخدمات المالية",
        },
        {
          description: "الهيئات الحكومية",
        },
        {
          description: "خدمات تنفيذ الطلبات",
        },
        {
          description: "معالجات الدفع",
        },
        {
          description: "خدمات مراقبة الأداء",
        },
        {
          description: "خدمات المبيعات والتسويق",
        },
        {
          description: "الشبكات الاجتماعية",
        },
        {
          description: "خدمات مصادقة المستخدم",
        },
      ],
      conclusion: [
        `يجوز لنا أيضًا الكشف عن أي معلومات شخصية نجمعها أو نستخدمها أو نتلقاها إذا كان ذلك مطلوبًا أو مسموحًا به بموجب القانون، مثل الامتثال لاستدعاء أو عملية قانونية مماثلة، وعندما نعتقد بحسن نية أن الكشف ضروري لحماية حقوقنا، أو حماية سلامتك أو سلامة الآخرين، أو التحقيق في الاحتيال، أو الاستجابة لطلب حكومي.`,
        `في حالة تعرضنا لعملية انتقال تجاري، مثل الاندماج أو الاستحواذ من قبل شركة أخرى، أو بيع كل أو جزء من أصولها، فمن المحتمل أن يكون حساب المستخدم الخاص بك ومعلوماتك الشخصية من بين الأصول المنقولة.`,
      ],
    },
    retentionInfo: {
      title: "الاحتفاظ بالمعلومات",
      terms: [
        `سنحتفظ بمعلوماتك الشخصية ونستخدمها للفترة اللازمة للامتثال لالتزاماتنا القانونية، طالما ظل حساب المستخدم الخاص بك نشطًا، ولتنفيذ سياستنا وحل النزاعات، وما لم يكن هناك حاجة إلى فترة احتفاظ أطول أو مسموح بها بموجب القانون.`,
        `يجوز لنا استخدام أي بيانات مجمعة مستمدة من معلوماتك الشخصية أو متضمنة لها بعد تحديثها أو حذفها، ولكن ليس بطريقة من شأنها تحديد هويتك الشخصية. بمجرد انتهاء فترة الاحتفاظ، سيتم حذف المعلومات الشخصية. وبالتالي، لا يمكن فرض الحق في الوصول، والحق في المحو، والحق في التصحيح، والحق في نقل البيانات بعد انتهاء فترة الاحتفاظ.`,
      ],
    },
    transferInfo: {
      title: "نقل المعلومات",
      terms: [
        `اعتمادًا على موقعك، قد تتضمن عمليات نقل البيانات نقل معلوماتك وتخزينها في بلد آخر غير بلدك. لن يتم نقل معلوماتك الشخصية إلى دول خارج الاتحاد الأوروبي إلا إذا وافقت صراحةً على ذلك أو في الحالات المنصوص عليها في اللائحة العامة لحماية البيانات وقانون حماية البيانات في المملكة المتحدة وسيتم معالجتها لمصلحتك.`,
        `يحق لك التعرف على الأساس القانوني لنقل المعلومات إلى دولة خارج الاتحاد الأوروبي أو إلى أي منظمة دولية يحكمها القانون الدولي العام أو أنشأتها دولتان أو أكثر، مثل الأمم المتحدة، وحول التدابير الأمنية التي نتخذها لحماية معلوماتك. إذا حدث أي نقل من هذا القبيل، يمكنك معرفة المزيد من خلال مراجعة الأقسام ذات الصلة في هذه السياسة أو الاستفسار معنا باستخدام المعلومات الواردة في قسم الاتصال. لاحظ أننا ملتزمون بضمان أمان بياناتك الشخصية، والالتزام الصارم بالمبادئ التوجيهية الموضحة في إشعار الخصوصية الخاص بنا والامتثال للمتطلبات القانونية المعمول بها.`,
      ],
    },
    RegionInfo: {
      title: "إشعارات خاصة بالمنطقة",
      description: [
        `احتراما لخصوصيتك، قمنا بتنفيذ تدابير إضافية للامتثال للالتزامات والحقوق المرتبطة بجمع المعلومات الشخصية وفقًا لما تمليه القوانين التي تحكم مناطق مستخدمينا.`,
      ],

      lists: [
        {
          description: "الإفصاحات للمقيمين في أستراليا",
        },
      ],
      conclusion: [
        `إذا كنت مقيمًا في أستراليا، فلديك حقوق معينة فيما يتعلق بمعلوماتك الشخصية استنادًا إلى قانون الخصوصية الأسترالي لعام 1988 ("قانون الخصوصية لعام 1988") الذي نلتزم به كجزء من التزامنا بخصوصيتك. يوفر هذا القسم التكميلي، إلى جانب الأقسام الأخرى ذات الصلة من السياسة، معلومات حول حقوقك وكيفية ممارستها. ما لم يُنص صراحةً على خلاف ذلك، فإن جميع المصطلحات في هذا القسم لها نفس المعنى كما هو محدد في قانون الخصوصية لعام 1988.`,
      ],
    },
    AusRegionList: {
      title: "",
      description: [""],

      lists: [
        {
          topic: "",
          description: `الحق في الوصول والتصحيح: لديك الحق في الوصول إلى المعلومات الشخصية التي نحتفظ بها عنك. لديك أيضًا الحق في طلب تصحيح معلوماتك الشخصية إذا كنت تعتقد أن المعلومات غير دقيقة أو قديمة أو غير كاملة أو غير ذات صلة أو مضللة.`,
        },
        {
          topic: "",
          description: `الحق في تقييد المعالجة: يمكنك أن تطلب منا إيقاف أو تقييد معالجة معلوماتك الشخصية في ظروف معينة، مثل عندما تعترض على دقة بياناتك.`,
        },
        {
          topic: " ",
          description: `الحق في نقل البيانات: لديك الحق في طلب نقل معلوماتك الشخصية إلى مزود خدمة مختلف طالما كان ذلك ممكنًا من الناحية الفنية أو مباشرة إليك.
`,
        },
        {
          topic: "",
          description: `الحق في عدم الخضوع لاتخاذ القرارات الآلية: لديك الحق في إلغاء الاشتراك في القرارات التي تعتمد فقط على المعالجة الآلية لمعلوماتك الشخصية، خاصة عندما تكون لهذه القرارات آثار قانونية أو آثار مماثلة مهمة عليك.`,
        },
        {
          topic: "",
          description: `الحق في عدم الكشف عن الهوية: يمكنك عمومًا استخدام اسم مستعار أو البقاء مجهول الهوية عند التعامل معنا. ومع ذلك، في بعض الظروف، قد يتعين عليك تقديم بعض المعلومات الشخصية. على سبيل المثال، قد نطلب معلومات شخصية لتقييم أهليتك لبرنامج أو خدمة. سنخبرك إذا لم تتمكن من البقاء مجهول الهوية أو استخدام اسم مستعار عند التعامل معنا.`,
        },
      ],
    },
    BraRegionInfo: {
      lists: [
        {
          description: " إفصاحات للمقيمين في البرازيل",
        },
      ],
      conclusion: [
        `إذا كنت مقيمًا في البرازيل، فلديك حقوق معينة فيما يتعلق بمعلوماتك الشخصية استنادًا إلى قانون حماية البيانات العامة البرازيلي ("LGPD") الذي نلتزم به كجزء من التزامنا بخصوصيتك. يوفر هذا القسم التكميلي، إلى جانب الأقسام الأخرى ذات الصلة من السياسة، معلومات حول حقوقك وكيفية ممارستها. ما لم يُنص صراحةً على خلاف ذلك، فإن جميع المصطلحات في هذا القسم لها نفس المعنى كما هو محدد في قانون حماية البيانات العامة البرازيلي ("LGPD").`,
      ],
    },
    BraRegionList: {
      title: "",
      description: [""],

      lists: [
        {
          topic: " ",
          description: `الحق في المعرفة والوصول: لديك الحق في التأكد من قيامنا بمعالجة معلوماتك الشخصية، وإذا كان الأمر كذلك، فيحق لك الوصول إليها. وهذا يضمن لك اطلاعًا كاملاً على البيانات التي نحتفظ بها وكيفية استخدامها. `,
        },
        {
          topic: "",
          description: ` الحق في التصحيح: لديك الحق في تصحيح معلوماتك الشخصية إذا وجدت أيًا منها في حوزتنا غير صحيح أو قديم، حيث أننا ملتزمون بالحفاظ على دقة وأهمية معلوماتك الشخصية.`,
        },
        {
          topic: " ",
          description: `الحق في إخفاء الهوية والحظر: يمكنك طلب إخفاء الهوية أو حظر المعلومات الشخصية غير الضرورية أو المفرطة أو التي لم تتم معالجتها وفقًا لقانون حماية البيانات الشخصية.`,
        },
        {
          topic: " ",
          description: ` الحق في نقل البيانات: لديك الحق في نقل بياناتك إلى مزود خدمة آخر أو مورد منتج، مما يعزز حريتك في اختيار الخدمات دون فقدان سجل بياناتك.`,
        },
        {
          topic: "",
          description: ` الحق في نقل البيانات: لديك الحق في نقل بياناتك إلى مزود خدمة آخر أو مورد منتج، مما يعزز حريتك في اختيار الخدمات دون فقدان سجل بياناتك.`,
        },
        {
          topic: "",
          description: `الحق في الحصول على معلومات حول الأطراف الثالثة: يمكنك الاستفسار عن الأطراف الثالثة التي نشارك بياناتك معها، مما يضمن الشفافية في ممارساتنا لمشاركة البيانات.

`,
        },
        {
          topic: " ",
          description: `الحق في الحصول على المعلومات بشأن رفض الموافقة: لديك الحق في معرفة عواقب عدم تقديم الموافقة لاتخاذ قرارات مستنيرة بشأن استخدام معلوماتك الشخصية.`,
        },
        {
          topic: "",
          description: ` الحق في سحب الموافقة: يمكنك سحب موافقتك على معالجة البيانات في أي وقت لضمان السيطرة على معلوماتك الشخصية.`,
        },
        {
          topic: "",
          description: ` الحق في مراجعة القرارات الآلية: يمكنك طلب مراجعة القرارات المتخذة فقط بناءً على المعالجة الآلية لبياناتك لضمان العدالة والدقة في العمليات التي تؤثر عليك بشكل كبير.`,
        },
      ],
    },
    CanRegionInfo: {
      lists: [
        {
          description: "الإفصاحات للمقيمين في كندا",
        },
      ],
      conclusion: [
        `إذا كنت مقيمًا في كندا، فلديك حقوق معينة فيما يتعلق بمعلوماتك الشخصية استنادًا إلى قانون حماية المعلومات الشخصية والوثائق الإلكترونية ("PIPEDA") الذي نلتزم به كجزء من التزامنا بخصوصيتك. يوفر هذا القسم التكميلي، إلى جانب الأقسام الأخرى ذات الصلة من السياسة، معلومات حول حقوقك وكيفية ممارستها. ما لم يُنص صراحةً على خلاف ذلك، فإن جميع المصطلحات في هذا القسم لها نفس المعنى كما هو محدد في قانون حماية المعلومات الشخصية والوثائق الإلكترونية.`,
      ],
    },
    CanRegionList: {
      title: "",
      description: [""],

      lists: [
        {
          topic: " ",
          description: `الحق في الوصول: لديك الحق في الوصول إلى المعلومات الشخصية التي نحتفظ بها عنك إذا كنت ترغب في مراجعة معلوماتك أو التحقق منها أو تصحيحها.`,
        },
        {
          topic: " ",
          description: `الحق في التصحيح: نحن نسعى جاهدين للحفاظ على دقة معلوماتك الشخصية وسنقوم على الفور بإجراء التصحيحات اللازمة عندما تحدد عدم الدقة في بياناتك.`,
        },
        {
          topic: "",
          description: `الحق في سحب الموافقة: يمكنك سحب موافقتك فيما يتعلق بالتعامل مع معلوماتك الشخصية في أي وقت، مع مراعاة القيود القانونية أو التعاقدية.`,
        },
        {
          topic: "",
          description: `الحق في الشكوى: لديك الحق في تقديم شكوى إلى مفوض الخصوصية في كندا إذا شعرت أن معلوماتك الشخصية يتم التعامل معها بطريقة تنتهك قانون حماية المعلومات الشخصية والإلكترونيات.`,
        },
        {
          topic: " ",
          description: `الحق في الطعن في الامتثال: يمكنك الطعن في امتثالنا لقانون حماية المعلومات الشخصية والإلكترونيات، بما في ذلك كيفية تعاملنا مع معلوماتك الشخصية، والموافقة، وطلبات الوصول، وكيفية استجابتنا لطلبات التصحيح الخاصة بك.
`,
        },
        {
          topic: " ",
          description: `الحق في معرفة الخروقات: لديك الحق في الحصول على إشعار في حالات حدوث خرق أمني يتعلق بمعلوماتك الشخصية ويشكل خطرًا حقيقيًا يسبب ضررًا كبيرًا.`,
        },
      ],
    },
    EURegionInfo: {
      lists: [
        {
          description:
            "الحق في معرفة الخروقات: لديك الحق في الحصول على إشعار في حالات حدوث خرق أمني يتعلق بمعلوماتك الشخصية ويشكل خطرًا حقيقيًا يسبب ضررًا كبيرًا.",
        },
      ],
      conclusion: [
        `إذا كنت مقيمًا في الاتحاد الأوروبي ("EU") أو المنطقة الاقتصادية الأوروبية ("EEA") أو المملكة المتحدة ("UK")، فلديك حقوق معينة فيما يتعلق بمعلوماتك الشخصية استنادًا إلى اللائحة العامة لحماية البيانات وقانون حماية البيانات في المملكة المتحدة الذي نلتزم به كجزء من التزامنا بخصوصيتك. ما لم يُنص صراحةً على خلاف ذلك، فإن جميع المصطلحات في هذا القسم لها نفس المعنى كما هو محدد في اللائحة العامة لحماية البيانات وقانون حماية البيانات في المملكة المتحدة.`,
      ],
    },
    EURegionList: {
      title: "",
      description: [""],

      lists: [
        {
          topic: "",
          description: `الحق في سحب الموافقة: يحق لك سحب الموافقة إذا كنت قد وافقت مسبقًا على معالجة معلوماتك الشخصية. وبقدر ما يكون الأساس القانوني لمعالجتنا لمعلوماتك الشخصية هو الموافقة، يحق لك سحب هذه الموافقة في أي وقت. لن يؤثر الانسحاب على قانونية المعالجة قبل الانسحاب.`,
        },
        {
          topic: "",
          description: ` الحق في الوصول: لديك الحق في معرفة ما إذا كانت معلوماتك الشخصية قيد المعالجة من قبلنا، والحصول على إفصاح بشأن جوانب معينة من المعالجة، والحصول على نسخة من معلوماتك الشخصية التي تخضع للمعالجة.`,
        },
        {
          topic: "",
          description: ` الحق في التصحيح: لديك الحق في التحقق من دقة معلوماتك وطلب تحديثها أو تصحيحها. لديك أيضًا الحق في أن تطلب منا استكمال المعلومات الشخصية التي تعتقد أنها غير كاملة.`,
        },
        {
          topic: "",
          description: `الحق في الاعتراض على المعالجة: يحق لك الاعتراض على معالجة معلوماتك إذا تمت المعالجة على أساس قانوني بخلاف الموافقة. في حالة معالجة المعلومات الشخصية للمصلحة العامة، أو في ممارسة سلطة رسمية مخولة لنا، أو لأغراض المصالح المشروعة التي نسعى إلى تحقيقها، يمكنك الاعتراض على مثل هذه المعالجة من خلال تقديم سبب يتعلق بوضعك الخاص لتبرير الاعتراض. يجب أن تعلم أنه، مع ذلك، في حالة معالجة معلوماتك الشخصية لأغراض التسويق المباشر، يمكنك الاعتراض على هذه المعالجة في أي وقت دون تقديم أي مبرر. لمعرفة ما إذا كنا نعالج المعلومات الشخصية لأغراض التسويق المباشر، يمكنك الرجوع إلى الأقسام ذات الصلة من هذه السياسة.`,
        },
        {
          topic: "",
          description: ` الحق في تقييد المعالجة: يحق لك، في ظل ظروف معينة، تقييد معالجة معلوماتك الشخصية. وتشمل هذه الظروف: إذا كنت تشك في دقة معلوماتك الشخصية ويجب علينا التحقق من دقتها؛ أو إذا كانت المعالجة غير قانونية، ولكنك تعارض محو معلوماتك الشخصية وتطلب تقييد استخدامها بدلاً من ذلك؛ أو إذا لم نعد بحاجة إلى معلوماتك الشخصية لأغراض المعالجة، ولكنك تطلبها لإثبات مطالباتك القانونية أو ممارستها أو الدفاع عنها؛ أو إذا اعترضت على المعالجة في انتظار التحقق مما إذا كانت أسبابنا المشروعة تتغلب على أسبابك المشروعة. وفي حالة تقييد المعالجة، سيتم وضع علامة على هذه المعلومات الشخصية وفقًا لذلك، وباستثناء التخزين، سيتم معالجتها فقط بموافقتك أو لإثبات أو ممارسة أو الدفاع عن المطالبات القانونية، أو لحماية حقوق شخص طبيعي أو اعتباري آخر أو لأسباب تتعلق بالمصلحة العامة المهمة.`,
        },
        {
          topic: " ",
          description: `الحق في الحذف: يحق لك، في ظل ظروف معينة، الحصول على محو معلوماتك الشخصية منا. وتشمل هذه الظروف: لم تعد المعلومات الشخصية ضرورية فيما يتعلق بالأغراض التي تم جمعها أو معالجتها من أجلها؛ سحب موافقتك على المعالجة القائمة على الموافقة؛ الاعتراض على المعالجة بموجب قواعد معينة من قانون حماية البيانات المعمول به؛ المعالجة لأغراض التسويق المباشر؛ وقد تمت معالجة البيانات الشخصية بشكل غير قانوني. ومع ذلك، هناك استثناءات للحق في المحو مثل حيث تكون المعالجة ضرورية: لممارسة حق حرية التعبير والمعلومات؛ للامتثال لالتزام قانوني؛ أو لتأسيس أو ممارسة أو الدفاع عن المطالبات القانونية.`,
        },
        {
          topic: "",
          description: `  الحق في نقل البيانات: لديك الحق في تلقي معلوماتك الشخصية التي قدمتها لنا بتنسيق منظم ومستخدم بشكل شائع وقابل للقراءة آليًا، وإذا كان ذلك ممكنًا من الناحية الفنية، فيحق لك نقلها إلى جهة تحكم أخرى دون أي عائق من جانبنا، شريطة ألا يؤثر هذا النقل سلبًا على حقوق وحريات الآخرين.`,
        },
        {
          topic: "",
          description: ` الحق في الشكوى: يحق لك تقديم شكوى إلى هيئة حماية البيانات بشأن جمعنا واستخدامنا لمعلوماتك الشخصية. إذا لم تكن راضيًا عن نتيجة شكواك التي قدمتها إلينا مباشرةً، فيحق لك تقديم شكوى إلى هيئة حماية البيانات المحلية لديك. لمزيد من المعلومات، يرجى الاتصال بهيئة حماية البيانات المحلية لديك في الاتحاد الأوروبي أو المنطقة الاقتصادية الأوروبية. يسري هذا الحكم بشرط معالجة معلوماتك الشخصية بوسائل آلية وأن تكون المعالجة بناءً على موافقتك أو على عقد أنت جزء منه أو على التزامات تعاقدية سابقة له.`,
        },
      ],
    },
    NeaRegionInfo: {
      lists: [
        {
          description: `الإفصاحات للمقيمين في نيوزيلندا`,
        },
      ],
      conclusion: [
        `إذا كنت مقيمًا في نيوزيلندا، فلديك حقوق معينة فيما يتعلق بمعلوماتك الشخصية استنادًا إلى قانون الخصوصية النيوزيلندي لعام 2020 ("قانون الخصوصية لعام 2020") الذي نلتزم به كجزء من التزامنا بخصوصيتك. يوفر هذا القسم التكميلي، إلى جانب الأقسام الأخرى ذات الصلة من السياسة، معلومات حول حقوقك وكيفية ممارستها. ما لم يُنص صراحةً على خلاف ذلك، فإن جميع المصطلحات في هذا القسم لها نفس المعنى كما هو محدد في قانون الخصوصية لعام 2020.`,
      ],
    },
    NeaRegionList: {
      title: "",
      description: [""],

      lists: [
        {
          topic: "",
          description: `الحق في التصحيح: إذا كانت معلوماتك الشخصية غير صحيحة أو قديمة، فلديك الحق في طلب تصحيحها، مع التأكد من أن المعلومات التي نحتفظ بها دقيقة وحديثة.`,
        },
        {
          topic: "",
          description: `الحق في التصحيح: إذا كانت معلوماتك الشخصية غير صحيحة أو قديمة، فلديك الحق في طلب تصحيحها، مع التأكد من أن المعلومات التي نحتفظ بها دقيقة وحديثة.`,
        },
        {
          topic: "  ",
          description: `الحق في تقديم شكوى: إذا كنت تعتقد أن حقوق الخصوصية الخاصة بك قد تم انتهاكها، فلديك الحق في تقديم شكوى إلى هيئة حماية البيانات.`,
        },
        {
          topic: " ",
          description: `الحق في الاعتراض على اتخاذ القرارات الآلية: يمكنك الاعتراض على القرارات المتخذة فقط بشأن المعالجة الآلية لمعلوماتك الشخصية والتي لها تأثيرات كبيرة عليك، مما يضمن عملية اتخاذ قرار عادلة وشفافة.`,
        },
        {
          topic: "",
          description: `الحق في نقل البيانات: حيثما ينطبق ذلك، لديك الحق في طلب نقل معلوماتك الشخصية إلى مزود خدمة آخر إذا كان ذلك ممكنًا من الناحية الفنية أو مباشرة إليك.`,
        },
        {
          topic: " ",
          description: ` الحق في عدم الكشف عن الهوية واستخدام اسم مستعار: عندما يكون ذلك ممكنًا، يكون لديك خيار التفاعل معنا دون الكشف عن هويتك أو باستخدام اسم مستعار، مما يوفر لك المرونة والتحكم في تفاعلك الشخصي.`,
        },
        {
          topic: " ",
          description: `الإخطار بانتهاكات البيانات: في حالة حدوث انتهاك للبيانات قد يضر بخصوصيتك، فسوف نقوم بإخطارك على الفور، واتخاذ خطوات فورية للتخفيف من أي آثار محتملة.`,
        },
      ],
    },
    USARegionInfo: {
      lists: [
        {
          description: " إفصاحات لسكان الولايات المتحدة الأمريكية",
        },
      ],
      conclusion: [
        `إذا كنت مقيمًا في كاليفورنيا أو كولورادو أو كونيتيكت أو ديلاوير أو أيوا أو ماريلاند أو يوتا أو فيرجينيا، فلديك حقوق معينة ونهدف إلى اتخاذ خطوات معقولة للسماح لك بتصحيح أو تعديل أو حذف أو تقييد استخدام معلوماتك الشخصية. يوفر هذا القسم التكميلي، إلى جانب الأقسام الأخرى ذات الصلة من السياسة، معلومات حول حقوقك وكيفية ممارستها بموجب قانون خصوصية المستهلك في كاليفورنيا وقانون حقوق الخصوصية في كاليفورنيا (يُشار إليهما مجتمعين باسم "CCPA") وقانون خصوصية كولورادو ("CPA") وقانون خصوصية البيانات في كونيتيكت ("CDPA") وقانون الخصوصية والحماية عبر الإنترنت في ديلاوير ("DOPPA") وقانون حماية بيانات المستهلك في آيوا ("ICDPA") وقانون حماية المعلومات الشخصية في ماريلاند ("PIPA") وقانون خصوصية المستهلك في يوتا ("UCPA") وقانون حماية بيانات المستهلك في فيرجينيا ("VCDPA") وأي لوائح ناشئة عنها. ما لم يُنص صراحةً على خلاف ذلك، فإن جميع المصطلحات في هذا القسم لها نفس المعنى كما هو محدد في قوانين الولاية ذات الصلة.`,
        `بالإضافة إلى الحقوق الموضحة في هذه السياسة، إذا قدمت معلومات شخصية كما هو محدد في القانون للحصول على خدمات للاستخدام الشخصي أو العائلي أو المنزلي، فلديك الحق في تقديم طلبات تتعلق بمعلوماتك الشخصية مرة واحدة في السنة التقويمية. لاحظ أنه توجد ظروف قد لا نتمكن فيها من الامتثال لطلبك مثل عندما لا نتمكن من التحقق من طلبك أو نجد أن تقديم استجابة كاملة يتعارض مع الالتزامات القانونية الأخرى أو المتطلبات التنظيمية. سيتم إخطارك إذا كان الأمر كذلك.`,
      ],
    },
    USARegionList: {
      title: "",
      description: [""],

      lists: [
        {
          topic: "",
          description: `الحق في المعرفة والحق في الوصول: يحق لك طلب معلومات معينة جمعناها عنك. بمجرد أن نتلقى ونؤكد طلبًا يمكن التحقق منه منك، سنكشف لك، إلى الحد الذي يسمح به القانون:`,
          subLists: [
            {
              description: `المعلومات الشخصية المحددة التي نحتفظ بها عنك.`,
            },
            {
              description: `فئات المصادر التي يتم جمع المعلومات عنك منها.`,
            },
            {
              description: `- أغراض جمع معلوماتك الشخصية أو بيعها أو مشاركتها.`,
            },
          ],
        },
        {
          topic: " ",
          description: `لديك الحق في طلب تسليم المعلومات الشخصية بتنسيق قابل للنقل وسهل الاستخدام، طالما كان ذلك ممكنًا من الناحية الفنية.`,
        },
        {
          topic: "",
          description: ` الحق في التصحيح: لديك الحق في طلب تصحيح معلوماتك الشخصية غير الدقيقة مع الأخذ في الاعتبار طبيعة المعلومات الشخصية وأغراض معالجة المعلومات الشخصية.`,
        },
        {
          topic: " ",
          description: `الحق في الحذف: لديك الحق في طلب حذف معلوماتك الشخصية.`,
        },
        {
          topic: " ",
          description: `الحق في إلغاء الاشتراك في البيع والمشاركة: لديك الحق في إلغاء الاشتراك في بيع معلوماتك الشخصية، والذي قد يشمل بيع أو الكشف عن أو نقل المعلومات الشخصية إلى شركة أخرى أو طرف ثالث مقابل مقابل مالي أو أي مقابل ذي قيمة أخرى.`,
        },
        {
          topic: "",
          description: `الحق في الموافقة على استخدام معلوماتك الشخصية الحساسة أو تقييد استخدامها: يحق لك الموافقة على استخدام معلوماتك الشخصية الحساسة وتوجيهنا لتقييد استخدامها والإفصاح عنها بما هو ضروري فقط لتنفيذ أو تقديم الخدمات بالطريقة التي يتوقعها المستخدم العادي بشكل معقول، أو لأهداف تجارية معينة كما هو محدد في القانون. ومع ذلك، لا نستخدم المعلومات الشخصية الحساسة لأي غرض آخر غير تلك المسموح بها قانونًا أو خارج نطاق موافقتك.`,
        },
        {
          topic: "",
          description: `الحق في عدم التمييز: يحق لك عدم التعرض للتمييز في الخدمات أو جودة الخدمات التي تتلقاها منا لممارسة حقوقك. قد لا نعاملك بشكل مختلف بسبب نشاطك في طلب البيانات، ولن نفعل ذلك، وقد لا نرفض لك السلع أو الخدمات، أو نفرض أسعارًا مختلفة للسلع أو الخدمات، أو نقدم مستوى مختلفًا من جودة السلع أو الخدمات، أو نقترح أن نعاملك بشكل مختلف بسبب نشاطك في طلب البيانات.`,
        },
        {
          topic: "",
          description: `تسليط الضوء: يحق لسكان كاليفورنيا الذين تربطهم علاقة تجارية راسخة معنا معرفة كيفية الكشف عن معلوماتهم الشخصية لأطراف ثالثة لأغراض التسويق المباشر بموجب قانون "تسليط الضوء" في كاليفورنيا، أو الحق في اختيار عدم المشاركة في مثل هذه الممارسات.`,
        },
      ],
      conclustion: [
        `لممارسة أي من حقوقك، ما عليك سوى الاتصال بنا باستخدام التفاصيل أدناه. بعد أن نتلقى طلبك ونتحقق منه، سنعمل على معالجته قدر الإمكان ضمن قدراتنا.`,
      ],
    },
    usaClonslusion: {
      terms: [
        `لممارسة أي من حقوقك، ما عليك سوى الاتصال بنا باستخدام التفاصيل أدناه. بعد أن نتلقى طلبك ونتحقق منه، سنعمل على معالجته قدر الإمكان ضمن قدراتنا.`,
      ],
    },
    exerciseRightInfo: {
      title: "كيفية ممارسة حقوقك",
      terms: [
        `يمكن توجيه أي طلبات لممارسة حقوقك إلينا من خلال تفاصيل الاتصال الواردة في هذه الوثيقة. يرجى ملاحظة أننا قد نطلب منك التحقق من هويتك قبل الرد على مثل هذه الطلبات. يجب أن يوفر طلبك معلومات كافية تسمح لنا بالتحقق من أنك الشخص الذي تدعي أنك هو أو أنك الممثل المفوض لهذا الشخص. إذا تلقينا طلبك من ممثل مفوض، فقد نطلب دليلاً على أنك قدمت لهذا الممثل المفوض توكيلاً رسميًا أو أن الممثل المفوض لديه سلطة كتابية صالحة لتقديم الطلبات نيابة عنك.`,

        `يجب عليك تضمين تفاصيل كافية للسماح لنا بفهم الطلب بشكل صحيح والرد عليه. لا يمكننا الرد على طلبك أو تزويدك بمعلومات شخصية إلا إذا قمنا أولاً بالتحقق من هويتك أو صلاحيتك لتقديم مثل هذا الطلب والتأكد من أن المعلومات الشخصية تتعلق بك.`,
      ],
    },
    CookiesInfo: {
      title: "ملفات تعريف الارتباط",
      terms: [
        `تستخدم خدماتنا ملفات تعريف الارتباط للمساعدة في تخصيص تجربتك عبر الإنترنت. ملف تعريف الارتباط هو ملف نصي يتم وضعه على القرص الصلب الخاص بك بواسطة خادم صفحة الويب. لا يمكن استخدام ملفات تعريف الارتباط لتشغيل البرامج أو توصيل الفيروسات إلى جهاز الكمبيوتر الخاص بك. يتم تعيين ملفات تعريف الارتباط لك بشكل فريد، ولا يمكن قراءتها إلا بواسطة خادم الويب في المجال الذي أصدر ملف تعريف الارتباط إليك. إذا اخترت رفض ملفات تعريف الارتباط، فقد لا تتمكن من تجربة ميزات الخدمات بالكامل.`,
        `يجوز لنا استخدام ملفات تعريف الارتباط لجمع المعلومات وتخزينها وتتبعها لأغراض الأمان والتخصيص، وتشغيل الخدمات، ولأغراض إحصائية. لمزيد من المعلومات حول ملفات تعريف الارتباط التي نجمعها والغرض منها، راجع سياسة ملفات تعريف الارتباط الخاصة بنا. يرجى ملاحظة أنه لديك القدرة على قبول ملفات تعريف الارتباط أو رفضها. `,
      ],
    },
    DataAnalyticsInfo: {
      title: `تحليلات البيانات`,
      terms: [
        `قد تستخدم خدماتنا أدوات تحليلية تابعة لجهات خارجية تستخدم ملفات تعريف الارتباط أو إشارات الويب أو تقنيات جمع المعلومات الأخرى المماثلة لجمع معلومات قياسية عن نشاط الإنترنت واستخدامه. تُستخدم المعلومات المجمعة لتجميع التقارير الإحصائية عن نشاط المستخدم مثل عدد مرات زيارة المستخدمين لخدماتنا والصفحات التي يزورونها ومدة زيارتهم وما إلى ذلك. نستخدم المعلومات التي تم الحصول عليها من أدوات التحليل هذه لمراقبة الأداء وتحسين خدماتنا. لا نستخدم أدوات تحليلية تابعة لجهات خارجية لتتبع أو جمع أي معلومات تعريف شخصية لمستخدمينا ولن نربط أي معلومات تم جمعها من التقارير الإحصائية بأي مستخدم فردي.`,
      ],
    },
    childrenPrivacyInfo: {
      title: `خصوصية الاطفال`,
      terms: [
        `لا نقوم عن عمد بجمع أي معلومات شخصية من الأطفال دون سن 13 عامًا. إذا كنت دون سن 13 عامًا، يرجى عدم استخدام خدماتنا وعدم إرسال أي معلومات شخصية من خلال الخدمات. إذا كان لديك سبب للاعتقاد بأن طفلًا دون سن 13 عامًا قدم لنا معلومات شخصية من خلال الخدمات، يرجى الاتصال بنا لطلب حذف المعلومات الشخصية لهذا الطفل من خدماتنا.`,
        `نشجع الآباء والأوصياء القانونيين على مراقبة استخدام أطفالهم للإنترنت والمساعدة في تطبيق هذه السياسة من خلال توجيه أطفالهم بعدم تقديم معلومات شخصية عبر الخدمات دون إذنهم. كما نطلب من جميع الآباء والأوصياء القانونيين الذين يشرفون على رعاية الأطفال اتخاذ الاحتياطات اللازمة لضمان توجيه أطفالهم بعدم تقديم معلومات شخصية أبدًا أثناء الاتصال بالإنترنت دون إذنهم.`,
      ],
    },
    PersonalInfo: {
      title: "لا تبيع معلوماتي الشخصية",
      terms: [
        `لديك الحق في اختيار عدم بيع معلوماتك الشخصية أو الكشف عنها من خلال الاتصال بنا. عند استلام طلبك والتحقق منه، سنوقف بيع معلوماتك الشخصية والكشف عنها. ومع ذلك، كن على علم بأن إلغاء الاشتراك في نقل البيانات إلى أطراف ثالثة قد يؤثر على قدرتنا على تقديم خدمات معينة اشتركت فيها. نحتفظ بالحق في رفض طلبات إلغاء الاشتراك في مواقف معينة كما يسمح به قانون CCPA، مثل عندما يكون بيع المعلومات الشخصية مطلوبًا منا للوفاء بالواجبات القانونية أو التعاقدية.`,
      ],
    },
    trackSignalInfo: {
      title: `إشارات عدم التتبع`,
      terms: [
        `تتضمن بعض المتصفحات ميزة عدم التتبع التي ترسل إشارات إلى المواقع التي تزورها بأنك لا تريد أن يتم تتبع نشاطك عبر الإنترنت. التتبع ليس مثل استخدام أو جمع المعلومات المتعلقة بموقع ويب. لهذه الأغراض، يشير التتبع إلى جمع معلومات التعريف الشخصية من المستخدمين الذين يستخدمون أو يزورون موقع ويب أو خدمة عبر الإنترنت أثناء تنقلهم عبر مواقع ويب مختلفة بمرور الوقت. إن الطريقة التي تتواصل بها المتصفحات مع إشارة عدم التتبع ليست موحدة بعد. ونتيجة لذلك، لم يتم إعداد الخدمات بعد لتفسير أو الاستجابة لإشارات عدم التتبع التي يرسلها متصفحك. ومع ذلك، وكما هو موضح بمزيد من التفصيل في جميع أنحاء هذه السياسة، فإننا نقيد استخدامنا وجمعنا لمعلوماتك الشخصية. للحصول على وصف لبروتوكولات عدم التتبع للمتصفحات والأجهزة المحمولة أو لمعرفة المزيد عن الخيارات المتاحة لك، تفضل بزيارة `,
      ],
    },
    AdvertisementsInfo: {
      title: "الإعلانات",
      terms: [
        `يجوز لنا عرض إعلانات عبر الإنترنت ومشاركة معلومات مجمعة وغير محددة للهوية حول عملائنا والتي نجمعها نحن أو المعلنون لدينا من خلال استخدامك للخدمات. لا نشارك معلومات التعريف الشخصية حول العملاء الأفراد مع المعلنين. في بعض الحالات، قد نستخدم هذه المعلومات المجمعة وغير المحددة للهوية لتقديم إعلانات مخصصة للجمهور المستهدف.`,
        `يجوز لنا أيضًا السماح لشركات خارجية معينة بمساعدتنا في تصميم الإعلانات التي نعتقد أنها قد تهم المستخدمين وجمع واستخدام بيانات أخرى حول أنشطة المستخدمين على الخدمات. قد تقدم هذه الشركات إعلانات قد تضع ملفات تعريف الارتباط وتتبع سلوك المستخدم.`,
        `إذا كنت ترغب في الحصول على مزيد من المعلومات حول خياراتك للانضمام أو إلغاء الاشتراك في جمع البيانات هذا، فيرجى زيارة موقع Digital Advertising Alliance وموقع Network Advertising Initiative لمعرفة المزيد من المعلومات حول الإعلانات القائمة على الاهتمامات.`,
        `يمكنك أيضًا تنزيل تطبيق AppChoices على تطبيق AppChoices التابع لتحالف الإعلان الرقمي لإلغاء الاشتراك فيما يتعلق بتطبيقات الهاتف المحمول، أو استخدام عناصر التحكم في النظام الأساسي على جهازك المحمول لإلغاء الاشتراك.`,
      ],
    },
    SocialMediaInfo: {
      title: "مميزات وسائل التواصل الاجتماعي",
      terms: [
        `قد تتضمن خدماتنا ميزات الوسائط الاجتماعية، مثل أزرار Facebook وX وأزرار Share This وما إلى ذلك (يُشار إليها مجتمعة باسم "ميزات الوسائط الاجتماعية"). قد تجمع ميزات الوسائط الاجتماعية هذه عنوان IP الخاص بك والصفحة التي تزورها على خدماتنا وقد تقوم بتعيين ملف تعريف ارتباط لتمكين ميزات الوسائط الاجتماعية من العمل بشكل صحيح. يتم استضافة ميزات الوسائط الاجتماعية إما بواسطة مقدميها المعنيين أو مباشرة على خدماتنا. تخضع تفاعلاتك مع ميزات الوسائط الاجتماعية هذه لسياسة الخصوصية الخاصة بمقدميها المعنيين.`,
      ],
    },
    EmailMarketing: {
      title: "التسويق عبر البريد الإلكتروني",
      terms: [
        `نحن نقدم نشرات إخبارية إلكترونية يمكنك الاشتراك فيها طواعية في أي وقت. نحن ملتزمون بالحفاظ على سرية عنوان بريدك الإلكتروني ولن نفصح عن عنوان بريدك الإلكتروني لأي طرف ثالث باستثناء ما هو مسموح به في قسم استخدام المعلومات ومعالجتها أو لأغراض الاستعانة بمزود تابع لجهة خارجية لإرسال مثل هذه الرسائل الإلكترونية. سنحافظ على المعلومات المرسلة عبر البريد الإلكتروني وفقًا للقوانين واللوائح المعمول بها.`,
        `امتثالاً لقانون CAN-SPAM، ستوضح جميع رسائل البريد الإلكتروني المرسلة منا بوضوح هوية المرسل وتوفر معلومات واضحة حول كيفية الاتصال بالمرسل. يمكنك اختيار التوقف عن تلقي النشرة الإخبارية أو رسائل البريد الإلكتروني التسويقية من خلال اتباع تعليمات إلغاء الاشتراك المضمنة في هذه الرسائل الإلكترونية أو عن طريق الاتصال بنا. ومع ذلك، ستستمر في تلقي رسائل البريد الإلكتروني الأساسية المتعلقة بالمعاملات.`,
      ],
    },
    PushNotifications: {
      title: "إشعارات الدفع",
      terms: [
        `نقدم إشعارات دفع يمكنك أيضًا الاشتراك فيها طواعية في أي وقت. للتأكد من وصول الإشعارات الدفعية إلى الأجهزة الصحيحة، نستخدم مزود إشعارات دفع تابعًا لجهة خارجية يعتمد على رمز جهاز فريد لجهازك يتم إصداره بواسطة نظام التشغيل الخاص بجهازك. في حين أنه من الممكن الوصول إلى قائمة رموز الأجهزة، إلا أنها لن تكشف عن هويتك أو معرف جهازك الفريد أو معلومات الاتصال الخاصة بك لنا أو لمزود إشعارات الدفع التابع لجهة خارجية. سنحافظ على المعلومات المرسلة عبر البريد الإلكتروني وفقًا للقوانين واللوائح المعمول بها. إذا كنت ترغب في أي وقت في التوقف عن تلقي الإشعارات الدفعية، فما عليك سوى ضبط إعدادات جهازك وفقًا لذلك.`,
      ],
    },
    AffiliateLinks: {
      title: "روابط تابعة",
      terms: [
        `يجوز لنا المشاركة في التسويق بالعمولة ووضع روابط تابعة على الخدمات بغرض أن نتمكن من تقديم منتجات وخدمات ذات صلة أو إضافية لك. إذا نقرت على رابط تابع، فسيتم وضع ملف تعريف ارتباط على متصفحك لتتبع أي مبيعات لأغراض العمولات.`,
      ],
    },
    ResourcesLinks: {
      title: "روابط إلى مصادر أخرى",
      terms: [
        `تحتوي الخدمات على روابط لموارد أخرى ال نمتلكها أو نتحكم فيها. يرجى العلم بأننا لسنا مسؤولين عن ممارسات
الخصوصية لهذه الموارد األخرى أو األطراف الثالثة. نشجعك على توخي الحذر عند مغادرة الخدمات وقراءة بيانات
الخصوصية لكل مورد قد يجمع معلومات شخصية.`,
      ],
    },
    SecurityInfo: {
      title: `أمن المعلومات`,
      terms: [
        `نحن نحافظ على المعلومات التي تقدمها على خوادم الكمبيوتر في بيئة خاضعة للرقابة وآمنة، ومحمية من الوصول غير المصرح به أو الاستخدام أو الكشف. نحن نحافظ على الضمانات الإدارية والفنية والمادية المعقولة في محاولة للحماية من الوصول غير المصرح به والاستخدام والتعديل والكشف عن المعلومات الشخصية التي تقع تحت سيطرتنا وحراستنا. ومع ذلك، لا يمكن ضمان نقل البيانات عبر الإنترنت أو الشبكة اللاسلكية.`,
        `لذلك، بينما نسعى جاهدين لحماية معلوماتك الشخصية، فإنك تقر بأن (أ) هناك قيود أمنية وخصوصية على الإنترنت والتي هي خارجة عن سيطرتنا؛ (ب) لا يمكن ضمان أمن وسلامة وخصوصية أي وجميع المعلومات والبيانات المتبادلة بينك وبين الخدمات؛ و(ج) قد يتم عرض أي من هذه المعلومات والبيانات أو العبث بها أثناء النقل بواسطة طرف ثالث، على الرغم من بذل قصارى جهدنا.`,
        `نظرًا لأن أمان المعلومات الشخصية يعتمد جزئيًا على أمان الجهاز الذي تستخدمه للتواصل معنا والأمان الذي تستخدمه لحماية بيانات الاعتماد الخاصة بك، فيرجى اتخاذ التدابير المناسبة لحماية هذه المعلومات.`,
      ],
    },
    DataBreachInfo: {
      title: `خرق البيانات`,
      terms: [
        `في حالة علمنا بأن أمان الخدمات قد تعرض للخطر أو تم الكشف عن معلومات شخصية للمستخدمين لأطراف ثالثة غير ذات صلة نتيجة لنشاط خارجي، بما في ذلك على سبيل المثال لا الحصر الهجمات الأمنية أو الاحتيال، فإننا نحتفظ بالحق في اتخاذ التدابير المناسبة بشكل معقول، بما في ذلك على سبيل المثال لا الحصر التحقيق والإبلاغ، فضلاً عن إخطار سلطات إنفاذ القانون والتعاون معها. في حالة حدوث خرق للبيانات، سنبذل جهودًا معقولة لإخطار الأفراد المتضررين إذا اعتقدنا أن هناك خطرًا معقولاً من إلحاق الضرر بالمستخدم نتيجة للخرق أو إذا كان الإخطار مطلوبًا بموجب القانون. عندما نفعل ذلك، سنرسل لك بريدًا إلكترونيًا.`,
      ],
    },
    ChangesInfo: {
      title: "التغييرات والتعديلات",
      terms: [
        `نحتفظ بالحق في تعديل هذه السياسة أو شروطها المتعلقة بالخدمات في أي وقت وفقًا لتقديرنا. وعندما نقوم بذلك، سنرسل إليك بريدًا إلكترونيًا لإعلامك بذلك. كما يجوز لنا أيضًا إرسال إشعار إليك بطرق أخرى وفقًا لتقديرنا، مثل من خلال معلومات الاتصال التي قدمتها.`,
        `سوف تدخل النسخة المحدثة من هذه السياسة حيز التنفيذ فور نشر السياسة المنقحة ما لم يُنص على خلاف ذلك. إن استمرارك في استخدام الخدمات بعد تاريخ سريان السياسة المنقحة (أو أي إجراء آخر محدد في ذلك الوقت) سيشكل موافقتك على هذه التغييرات. ومع ذلك، لن نستخدم معلوماتك الشخصية، دون موافقتك، بطريقة مختلفة جوهريًا عما تم ذكره في وقت جمع معلوماتك الشخصية.`,
      ],
    },
    AcceptancePolicy: {
      title: "قبول هذه السياسة",
      terms: [
        `أنت تقر بأنك قرأت هذه السياسة وتوافق على جميع شروطها وأحكامها. من خلال الوصول إلى الخدمات واستخدامها وإرسال معلوماتك، فإنك توافق على الالتزام بهذه السياسة. إذا كنت لا توافق على الالتزام بشروط هذه السياسة، فلا يحق لك الوصول إلى الخدمات أو استخدامها.`,
      ],
    },
    contactUs: {
      title: "الاتصال بنا",
      description: `إذا كانت لديك أي أسئلة بخصوص المعلومات التي قد نحتفظ بها عنك أو إذا كنت ترغب في ممارسة حقوقك، أو إذا كانت لديك أي أسئلة أو مخاوف أو شكاوى أخرى بخصوص هذه السياسة، فإننا نشجعك على الاتصال بنا باستخدام التفاصيل أدناه:`,
      conclution: `سنحاول حل الشكاوى والنزاعات ونبذل كل جهد معقول لتلبية رغبتك في ممارسة حقوقك في أسرع وقت ممكن وفي كل الأحوال، ضمن الإطار الزمني المنصوص عليه في قوانين حماية البيانات المعمول بها.`,
    },
    updateTime: `تم تحديث هذه الوثيقة آخر مرة في 27 أكتوبر 2024`,
  },
};
