import { title } from "process";

export const policyContentArabic = {
  ar: {
    title: "سياسة الخصوصية",
    generalInfo: {
      terms: [
        `نحن نحترم خصوصيتك ونلتزم بحمايتها من خالل التزامنا بسياسة الخصوصية هذه )"السياسة"(. تصف هذه السياسة أنواع
المعلومات التي قد نجمعها منك أو التي قد تقدمها )"المعلومات الشخصية"( على موقع com.shpper أو net.shpper
)"الموقع"(، وتطبيق "Shpper "للجوال )"تطبيق الجوال"(، وأي من منتجاتها وخدماتها ذات الصلة )ُيشار إليها مجتمعة
باسم "الخدمات"(، وممارساتنا في جمع واستخدام وصيانة وحماية واإلفصاح عن هذه المعلومات الشخصية. كما تصف
الخيارات المتاحة لك فيما يتعلق باستخدامنا لمعلوماتك الشخصية وكيف يمكنك الوصول إليها وتحديثها.`,
        'بينك )"المستخدم" أو "أنت" أو "خاصتك"( وFZCO Design Software Shpper هذه السياسة هي اتفاقية ملزمة قانوً )التي تعمل باسم "Shpper "أو "نحن" أو "لنا" أو "خاصتنا"(. إذا كنت تدخل في هذه السياسة نيابة عن شركة أو كيان قانوني آخر، فأنت تقر بأن لديك السلطة إللزام هذا الكيان بهذه السياسة، وفي هذه الحالة فإن المصطلحات "المستخدم" أو "أنت" أو "خاصتك" تشير إلى هذا الكيان. إذا لم يكن لديك مثل هذه السلطة، أو إذا كنت ال توافق على شروط هذه السياسة، فيجب عليك عدم قبول هذه السياسة وال يجوز لك الوصول إلى الخدمات واستخدامها. من خالل الوصول إلى الخدمات واستخدامها، فإنك تقر بأنك قد قرأت وفهمت ووافقت على االلتزام بشروط هذه السياسة. ال تنطبق هذه السياسة على ممارسات الشركات التي ال نمتلكها أو نتحكم فيها، أو على األفراد الذين ال نوظفهم أو نديرهم.',
      ],
    },

    GDPRInfo: {
      title: "التجميع التلقائي للمعلومات",
      terms: [
        `عند فتح الموقع اإللكتروني أو استخدام تطبيق الهاتف المحمول، تقوم خوادمنا تلقائًيا بتسجيل المعلومات التي يرسلها
متصفحك أو جهازك. وقد تتضمن هذه البيانات معلومات مثل عنوان IP الخاص بجهازك وموقعه، واسم المتصفح والجهاز
وإصداره، ونوع نظام التشغيل وإصداره، وتفضيالت اللغة، وصفحة الويب التي كنت تزورها قبل وصولك إلى الخدمات،
وصفحات الخدمات التي تزورها، والوقت الذي تقضيه في تلك الصفحات، والمعلومات التي تبحث عنها في الخدمات،
وأوقات وتواريخ الوصول، وإحصائيات أخرى.,`,
        `معلومات التي يتم جمعها تلقائًيا فقط لتحديد حاالت إساءة االستخدام المحتملة وإنشاء معلومات إحصائية بشأن ُستخدم
استخدام الخدمات وحركة المرور عليها. وال يتم تجميع هذه المعلومات اإلحصائية بطريقة من شأنها تحديد هوية أي مستخدم
معين للنظام.`,
      ],
    },

    personalDataInfo: {
      title: "جمع المعلومات الشخصية",
      description: [
        `يمكنك الوصول إلى الخدمات واستخدامها دون إخبارنا بهويتك أو الكشف عن أي معلومات يمكن من خاللها ألي شخص
تحديد هويتك كشخص محدد يمكن التعرف عليه. ومع ذلك، إذا كنت ترغب في استخدام بعض الميزات المقدمة في
الخدمات، فقد ُيطلب منك تقديم بعض المعلومات الشخصية )على سبيل المثال، اسمك وعنوان بريدك اإللكتروني(.
`,
        `نتلقى ونخزن أي معلومات تقدمها لنا عن علم عند إنشاء حساب أو نشر محتوى أو إجراء عملية شراء أو ملء أي نماذج
على الخدمات. عند الحاجة، قد تتضمن هذه المعلومات ما يلي:`,
      ],
      lists: [
        {
          description:
            "تفاصيل الحساب (مثل اسم المستخدم، معرف المستخدم الفريد، كلمة المرور، وما إلى ذلك)",
        },
        {
          description:
            "معلومات الاتصال (مثل عنوان البريد الإلكتروني ورقم الهاتف وما إلى ذلك)",
        },
        {
          description:
            "المعلومات الشخصية الأساسية (مثل الاسم وبلد الإقامة وما إلى ذلك)",
        },
        {
          description:
            "المعلومات البيومترية (مثل التعرف على الوجه وبصمات الأصابع وما إلى ذلك)",
        },
        {
          description: "إثبات الهوية (مثل صورة من بطاقة الهوية الحكومية)",
        },
        {
          description:
            "معلومات الدفع (مثل تفاصيل بطاقة الائتمان، تفاصيل البنك، وما إلى ذلك)",
        },
        {
          description: "بيانات الموقع الجغرافي لجهازك (مثل خط العرض وخط الطول)",
        },
        {
          description:
            "ميزات معينة على الجهاز المحمول (مثل جهات الاتصال والتقويم والمعرض وما إلى ذلك)",
        },
        {
          description:
            "أي مواد أخرى ترسلها إلينا طوعًا (مثل المقالات والصور والتعليقات وما إلى ذلك)",
        },
      ],

      conclusion: [
        `بعض المعلومات التي نجمعها تأتي منك مباش ًرة عبر الخدمات. ومع ذلك، قد نجمع أي ًضا معلومات شخصية عنك من
مصادر أخرى مثل منصات الوسائط االجتماعية وقواعد البيانات العامة وموفري البيانات التابعين لجهات خارجية وشركائنا
المشتركين. قد تتضمن المعلومات الشخصية التي نجمعها من مصادر أخرى معلومات ديموغرافية، مثل العمر والجنس،
ومعلومات الجهاز، مثل عناوين IP، والموقع، مثل المدينة والوالية، وبيانات السلوك عبر اإلنترنت، مثل المعلومات حول
استخدامك لمواقع الوسائط االجتماعية، ومعلومات عرض الصفحة ونتائج البحث والروابط.`,
        `يمكنك اختيار عدم تزويدنا بمعلوماتك الشخصية، ولكنك قد ال تتمكن بعد ذلك من االستفادة من بعض الميزات المتوفرة في
الخدمات. نرحب بالمستخدمين غير المتأكدين من المعلومات اإللزامية باالتصال بنا.`,
      ],
    },
    GDPRImportantInfo: {
      title: "استخدام ومعالجة المعلومات المجمعة",
      description: [
        `نحن نعمل كمسؤول عن البيانات ومعالج للبيانات عند التعامل مع المعلومات الشخصية، ما لم ندخل في اتفاقية معالجة
البيانات معك، وفي هذه الحالة ستكون أنت مسؤول البيانات وسنكون معالج البيانات.`,
        `قد يختلف دورنا أي ًضا ا
وفق للموقف المحدد المتعلق بالمعلومات الشخصية. نحن نعمل بصفتنا جهة تحكم في البيانات عندما ً
نطلب منك تقديم معلوماتك الشخصية الضرورية لضمان وصولك إلى الخدمات واستخدامك لها. في مثل هذه الحاالت، نعتبر
جهة تحكم في البيانات ألننا نحدد أغراض ووسائل معالجة المعلومات الشخصية.`,
        `نحن نعمل بصفتنا معالج بيانات في المواقف التي ترسل فيها معلومات شخصية من خالل الخدمات. نحن ال نمتلك أو نتحكم
وفق لتعليماتك. في مثل ً أو نتخذ قرارات بشأن المعلومات الشخصية المرسلة، وال تتم معالجة هذه المعلومات الشخصية إال ا
هذه الحاالت، يعمل المستخدم الذي يقدم المعلومات الشخصية كمسؤول عن البيانات.`,
        `من أجل إتاحة الخدمات لك، أو الوفاء بالتزام قانوني، قد نحتاج إلى جمع واستخدام بعض المعلومات الشخصية. إذا لم تقدم
المعلومات التي نطلبها، فقد ال نتمكن من تزويدك بالمنتجات أو الخدمات المطلوبة. يمكن استخدام أي من المعلومات التي
نجمعها منك لألغراض التالية:`,
      ],

      lists: [
        {
          description: "إنشاء وإدارة حسابات المستخدمين",
        },
        {
          description: "تنفيذ وإدارة الطلبات",
        },
        {
          description: "تقديم المنتجات أو الخدمات",
        },
        {
          description: "تحسين المنتجات والخدمات",
        },
        {
          description: "إرسال المعلومات الإدارية",
        },
        {
          description: "إرسال الاتصالات التسويقية والترويجية",
        },
        {
          description: "إرسال تحديثات المنتج والخدمة",
        },
        {
          description: "الرد على الاستفسارات وتقديم الدعم",
        },
        {
          description: "طلب ملاحظات المستخدم",
        },
        {
          description: "تحسين تجربة المستخدم",
        },
        {
          description: "نشر شهادات العملاء",
        },
        {
          description: "تقديم إعلانات مستهدفة",
        },
        {
          description: "إدارة سحوبات الجوائز والمسابقات",
        },
        {
          description: "فرض الشروط والأحكام والسياسات",
        },
        {
          description: "الحماية من الإساءة والمستخدمين الضارين",
        },
        {
          description: "الرد على الطلبات القانونية ومنع الضرر",
        },
        {
          description: "تشغيل الخدمات وتشغيلها",
        },
      ],

      conclusion: [
        `عتمد معالجة معلوماتك الشخصية على كيفية تفاعلك مع الخدمات، ومكان تواجدك في العالم، وما إذا كان أحد األمور التالية
ينطبق: )أ( لقد أعطيت موافقتك لغرض واحد أو أكثر محدد؛ )ب( تقديم المعلومات ضروري ألداء هذه السياسة معك و/أو
ألي التزامات تعاقدية سابقة لها؛ )ج( المعالجة ضرورية لالمتثال اللتزام قانوني تخضع له؛ )د( المعالجة مرتبطة بمهمة يتم
تنفيذها في المصلحة العامة أو في ممارسة السلطة الرسمية المخولة لنا؛ )هـ( المعالجة ضرورية ألغراض المصالح
المشروعة التي نسعى إليها نحن أو طرف ثالث. يجوز لنا أي ًضا دمج أو تجميع بعض معلوماتك الشخصية من أجل تقديم
خدمة أفضل لك وتحسين خدماتنا وتحديثها.`,
      ],
    },
    processNCollectInfo: {
      description: [
        `نحن نعتمد على األسس القانونية التالية التي نجمع ونعالج بها معلوماتك الشخصية:`,
      ],

      lists: [
        {
          description: "موافقة المستخدم",
        },
        {
          description: "نفيذ العقد",
        },
        {
          description: " االلتزام بالقانون وااللتزامات القانونية",
        },
        {
          description: "مصالحنا المشروعة",
        },
      ],
      conclusion: [
        `يرجى مالحظة أنه بموجب بعض التشريعات، قد ُيسمح لنا بمعالجة المعلومات حتى تعترض على هذه المعالجة من خالل
اختيار عدم المشاركة، دون الحاجة إلى االعتماد على الموافقة أو أي من األسس القانونية المذكورة أعاله. وفي كل األحوال،
ش ًرط يسعدنا توضيح األساس القانوني المحدد الذي ينطبق على المعالجة ، وخاصة ما إذا كان تقديم المعلومات الشخصية ا
ش ًرط ضرورًيا إلبرام عقد. ق`,
      ],
    },
    PaymentProcessingInfo: {
      title: "عالجة الدفع",
      terms: [
        `في حالة الخدمات التي تتطلب الدفع، قد تحتاج إلى تقديم تفاصيل بطاقتك االئتمانية أو معلومات حساب الدفع األخرى، والتي
سيتم استخدامها فقط لمعالجة المدفوعات. نحن نستخدم معالجات دفع خارجية )"معالجات الدفع"( لمساعدتنا في معالجة
معلومات الدفع الخاصة بك بأمان.`,
        `تلتزم معالجات الدفع بأحدث معايير األمان التي يديرها مجلس معايير أمان صناعة بطاقات الدفع، وهو جهد مشترك بين
عالمات تجارية مثل Visa وMasterCard وExpress American وDiscover. يتم تبادل البيانات الحساسة والخاصة
عبر قناة اتصال مؤمنة بـ SSL ويتم تشفيرها وحمايتها بالتوقيعات الرقمية، كما تلتزم الخدمات بمعايير صارمة للثغرات
األمنية من أجل إنشاء بيئة آمنة قدر اإلمكان للمستخدمين. لن نشارك بيانات الدفع مع معالجات الدفع إال بالقدر الضروري
ألغراض معالجة مدفوعاتك واسترداد هذه المدفوعات والتعامل مع الشكاوى واالستفسارات المتعلقة بهذه المدفوعات
واسترداد األموال.`,
        `يرجى مالحظة أن معالجي الدفع قد يجمعون بعض المعلومات الشخصية منك، مما يسمح لهم بمعالجة مدفوعاتك )على سبيل
المثال، عنوان بريدك اإللكتروني وعنوانك وتفاصيل بطاقة االئتمان ورقم الحساب المصرفي( والتعامل مع جميع الخطوات
في عملية الدفع من خالل أنظمتهم، بما في ذلك جمع البيانات ومعالجتها. عند الضرورة لمعالجة المدفوعات المستقبلية أو
المتكررة وخاضًعا لموافقتك المسبقة، سيتم تخزين معلوماتك المالية في شكل مشفر على خوادم آمنة لمعالجي الدفع لدينا.`,
        `يخضع استخدام معالجي الدفع لمعلوماتك الشخصية لسياسات الخصوصية الخاصة بهم والتي قد تحتوي أو ال تحتوي على
حماية الخصوصية بنفس القدر من الحماية مثل هذه السياسة. نقترح عليك مراجعة سياسات الخصوصية الخاصة بهم.`,
        `يجوز لنا أي ًضا أن نطلب منك السماح لنا بجمع بيانات عنك من مقدمي خدمات تابعين لجهات خارجية للتحقق من هويتك
وإجراء فحص ائتماني ومنع االحتيال أو تقييم المخاطر. يساعدنا هذا في التأكد من أنك تستخدم خدماتنا بشكل قانوني، وأنك
مؤهل للخدمات التي تريد استخدامها، وحماية بياناتك وخدماتنا من المحتالين الذين قد يعرضونك وأموالك للخطر.`,
      ],
    },
    MannagingInfo: {
      title: `إدارة المعلومات`,
      terms: [
        `يمكنك حذف بعض المعلومات الشخصية التي نحتفظ بها عنك. قد تتغير المعلومات الشخصية التي يمكنك حذفها مع تغير
الخدمات. ومع ذلك، عندما تحذف المعلومات الشخصية، يجوز لنا االحتفاظ بنسخة من المعلومات الشخصية غير المنقحة في
سجالتنا طوال المدة الالزمة لالمتثال اللتزاماتنا تجاه الشركات التابعة لنا وشركائنا، ولألغراض الموضحة أدناه. إذا كنت
ترغب في حذف معلوماتك الشخصية أو حذف حسابك بشكل دائم، فيمكنك القيام بذلك في صفحة اإلعدادات الخاصة بحسابك
على الخدمات أو ببساطة عن طريق االتصال بنا.`,
      ],
    },
    DiscloseInfo: {
      title: "اإلفصاح عن المعلومات",
      description: [
        `اعتماًدا على الخدمات المطلوبة أو حسب الضرورة إلتمام أي معاملة أو تقديم أي خدمة طلبتها، يجوز لنا مشاركة معلوماتك
مع الشركات التابعة لنا وشركائنا في المشاريع المشتركة والشركات المتعاقدة ومقدمي الخدمات )ُيشار إليهم مجتمعين باسم
"مقدمو الخدمات"( الذين نعتمد عليهم للمساعدة في تشغيل الخدمات المتاحة لك والذين تتوافق سياسات الخصوصية الخاصة
بهم مع سياساتنا أو الذين يوافقون على االلتزام بسياساتنا فيما يتعلق بالمعلومات الشخصية. لن نشارك أي معلومات مع
أطراف ثالثة غير تابعة لنا.`,
        `ل يجوز لمقدمي الخدمات استخدام معلوماتك أو الكشف عنها إال بالقدر الضروري ألداء الخدمات نيابة عنا أو االمتثال
للمتطلبات القانونية. يتم تزويد مقدمي الخدمات بالمعلومات التي يحتاجون إليها فقط ألداء وظائفهم المحددة، وال نسمح لهم
باستخدام أو الكشف عن أي من المعلومات المقدمة ألغراض التسويق الخاصة بهم أو غيرها. لن نشارك معلوماتك ونكشف
عنها إال مع الفئات التالية من مقدمي الخدمات:`,
      ],

      lists: [
        {
          description: "شبكات الإعلان",
        },
        {
          description: "برامج الشراكة",
        },
        {
          description: "خدمات الاتصال والتعاون",
        },
        {
          description: "خدمات تحليل البيانات",
        },
        {
          description: "خدمات تخزين البيانات",
        },
        {
          description: "الخدمات المالية",
        },
        {
          description: "الهيئات الحكومية",
        },
        {
          description: "خدمات تنفيذ الطلبات",
        },
        {
          description: "معالجات الدفع",
        },
        {
          description: "خدمات مراقبة الأداء",
        },
        {
          description: "خدمات المبيعات والتسويق",
        },
        {
          description: "الشبكات الاجتماعية",
        },
        {
          description: "خدمات مصادقة المستخدم",
        },
      ],
      conclusion: [
        `يجوز لنا أي ًضا الكشف عن أي معلومات شخصية نجمعها أو نستخدمها أو نتلقاها إذا كان ذلك مطلوًبا أو مسمو ًحا به بموجب
القانون، مثل االمتثال الستدعاء أو عملية قانونية مماثلة، وعندما نعتقد بحسن نية أن الكشف ضروري لحماية حقوقنا، أو
حماية سالمتك أو سالمة اآلخرين، أو التحقيق في االحتيال، أو االستجابة لطلب حكومي.`,
        `في حالة تعرضنا لعملية انتقال تجاري، مثل االندماج أو االستحواذ من قبل شركة أخرى، أو بيع كل أو جزء من أصولها،
فمن المحتمل أن يكون حساب المستخدم الخاص بك ومعلوماتك الشخصية من بين األصول المنقولة.`,
      ],
    },
    retentionInfo: {
      title: "االحتفاظ بالمعلومات",
      terms: [
        `سنحتفظ بمعلوماتك الشخصية ونستخدمها للفترة الالزمة لالمتثال اللتزاماتنا القانونية، طالما ظل حساب المستخدم الخاص
نش ًط ولتنفيذ سياستنا وحل النزاعات، وما لم يكن هناك حاجة إلى فترة احتفاظ أطول أو مسموح بها بموجب القانون. ب`,
        `يجوز لنا استخدام أي بيانات مجمعة مستمدة من معلوماتك الشخصية أو متضمنة لها بعد تحديثها أو حذفها، ولكن ليس
بطريقة من شأنها تحديد هويتك الشخصية. بمجرد انتهاء فترة االحتفاظ، سيتم حذف المعلومات الشخصية. وبالتالي، ال يمكن
فرض الحق في الوصول، والحق في المحو، والحق في التصحيح، والحق في نقل البيانات بعد انتهاء فترة االحتفاظ.`,
      ],
    },
    transferInfo: {
      title: "نقل المعلومات",
      terms: [
        `اعتماًدا على موقعك، قد تتضمن عمليات نقل البيانات نقل معلوماتك وتخزينها في بلد آخر غير بلدك. لن يتم نقل معلوماتك
الشخصية إلى دول خارج االتحاد األوروبي إال إذا وافقت
صراحة على ذلك أو في الحاالت المنصوص عليها في الالئحة ً
العامة لحماية البيانات وقانون حماية البيانات في المملكة المتحدة وسيتم معالجتها لمصلحتك.`,
        `يحق لك التعرف على األساس القانوني لنقل المعلومات إلى دولة خارج االتحاد األوروبي أو إلى أي منظمة دولية يحكمها
القانون الدولي العام أو أنشأتها دولتان أو أكثر، مثل األمم المتحدة، وحول التدابير األمنية التي نتخذها لحماية معلوماتك. إذا
حدث أي نقل من هذا القبيل، يمكنك معرفة المزيد من خالل مراجعة األقسام ذات الصلة في هذه السياسة أو االستفسار معنا
باستخدام المعلومات الواردة في قسم االتصال. الحظ أننا ملتزمون بضمان أمان بياناتك الشخصية، وااللتزام الصارم
بالمبادئ التوجيهية الموضحة في إشعار الخصوصية الخاص بنا واالمتثال للمتطلبات القانونية المعمول بها.`,
      ],
    },
    RegionInfo: {
      title: "إشعارات خاصة بالمنطقة",
      description: [
        `احتراما لخصوصيتك، قمنا بتنفيذ تدابير إضافية لالمتثال لاللتزامات والحقوق المرتبطة بجمع المعلومات الشخصية ا
وفق لما ً
تمليه القوانين التي تحكم مناطق مستخدمينا.`,
      ],

      lists: [
        {
          description: " اإلفصاحات للمقيمين في أستراليا",
        },
      ],
      conclusion: [
        `ذا كنت مقي ًما في أستراليا، فلديك حقوق معينة فيما يتعلق بمعلوماتك الشخصية استناًدا إلى قانون الخصوصية األسترالي لعام
1988 )"قانون الخصوصية لعام 1988"( الذي نلتزم به كجزء من التزامنا بخصوصيتك. يوفر هذا القسم التكميلي، إلى
ة على خالف
جانب األقسام األخرى ذات الصلة من السياسة، معلومات حول حقوقك وكيفية ممارستها. ما لم ُينص صراح ً
ذلك، فإن جميع المصطلحات في هذا القسم لها نفس المعنى كما هو محدد في قانون الخصوصية لعام .`,
      ],
    },
    AusRegionList: {
      title: "",
      description: [""],

      lists: [
        {
          topic: "",
          description: `الحق في الوصول والتصحيح: لديك الحق في الوصول إلى المعلومات الشخصية التي نحتفظ بها عنك. لديك أي ًضا الحق
في طلب تصحيح معلوماتك الشخصية إذا كنت تعتقد أن المعلومات غير دقيقة أو قديمة أو غير كاملة أو غير ذات صلة أو
مضللة.`,
        },
        {
          topic: "",
          description: ` الحق في تقييد المعالجة: يمكنك أن تطلب منا إيقاف أو تقييد معالجة معلوماتك الشخصية في ظروف معينة، مثل عندما
تعترض على دقة بياناتك.`,
        },
        {
          topic: " ",
          description: `الحق في نقل البيانات: لديك الحق في طلب نقل معلوماتك الشخصية إلى مزود خدمة مختلف طالما كان ذلك ا
ممكن من ً
الناحية الفنية أو مباشرة إليك.
`,
        },
        {
          topic: "",
          description: `الحق في عدم الخضوع التخاذ القرارات اآللية: لديك الحق في إلغاء االشتراك في القرارات التي تعتمد فقط على
المعالجة اآللية لمعلوماتك الشخصية، خاصة عندما تكون لهذه القرارات آثار قانونية أو آثار مماثلة مهمة عليك.`,
        },
        {
          topic: "",
          description: `الحق في عدم الكشف عن الهوية: يمكنك عمو ًما استخدام اسم مستعار أو البقاء مجهول الهوية عند التعامل معنا. ومع
ذلك، في بعض الظروف، قد يتعين عليك تقديم بعض المعلومات الشخصية. على سبيل المثال، قد نطلب معلومات شخصية
لتقييم أهليتك لبرنامج أو خدمة. سنخبرك إذا لم تتمكن من البقاء مجهول الهوية أو استخدام اسم مستعار عند التعامل معنا.`,
        },
      ],
    },
    BraRegionInfo: {
      lists: [
        {
          description: " إفصاحات للمقيمين في البرازيل",
        },
      ],
      conclusion: [
        `إذا كنت مقي ًما في البرازيل، فلديك حقوق معينة فيما يتعلق بمعلوماتك الشخصية استناًدا إلى قانون حماية البيانات العامة
البرازيلي )"LGPD )"الذي نلتزم به كجزء من التزامنا بخصوصيتك. يوفر هذا القسم التكميلي، إلى جانب األقسام األخرى
صراحة على خالف ذلك، فإن جميع ً ذات الصلة من السياسة، معلومات حول حقوقك وكيفية ممارستها. ما لم ُينص
المصطلحات في هذا القسم لها نفس المعنى كما هو محدد في قانون حماية البيانات العامة البرازيلي )"LGPD)".`,
      ],
    },
    BraRegionList: {
      title: "",
      description: [""],

      lists: [
        {
          topic: " ",
          description: `لحق في المعرفة والوصول: لديك الحق في التأكد من قيامنا بمعالجة معلوماتك الشخصية، وإذا كان األمر كذلك، فيحق
كامالً على البيانات التي نحتفظ بها وكيفية استخدامها. `,
        },
        {
          topic: "",
          description: `الحق في التصحيح: لديك الحق في تصحيح معلوماتك الشخصية إذا وجدت أًيا منها في حوزتنا غير صحيح أو قديم،
حيث أننا ملتزمون بالحفاظ على دقة وأهمية معلوماتك الشخصية.`,
        },
        {
          topic: " ",
          description: ` الحق في إخفاء الهوية والحظر: يمكنك طلب إخفاء الهوية أو حظر المعلومات الشخصية غير الضرورية أو المفرطة أو
التي لم تتم معالجتها ا
وفق لقانون حماية البيانات الشخصية.`,
        },
        {
          topic: " ",
          description: `الحق في نقل البيانات: لديك الحق في نقل بياناتك إلى مزود خدمة آخر أو مورد منتج، مما يعزز حريتك في اختيار
الخدمات دون فقدان سجل بياناتك.`,
        },
        {
          topic: "",
          description: `الحق في الحذف: إذا قمنا بمعالجة بياناتك بنا ًء على موافقتك، فيمكنك طلب حذفها، إال إذا كان القانون يتطلب أو يسمح
لنا باالحتفاظ بها.`,
        },
        {
          topic: "",
          description: `الحق في الحصول على معلومات حول األطراف الثالثة: يمكنك االستفسار عن األطراف الثالثة التي نشارك بياناتك
معها، مما يضمن الشفافية في ممارساتنا لمشاركة البيانات.

`,
        },
        {
          topic: " ",
          description: `الحق في الحصول على المعلومات بشأن رفض الموافقة: لديك الحق في معرفة عواقب عدم تقديم الموافقة التخاذ
قرارات مستنيرة بشأن استخدام معلوماتك الشخصية.`,
        },
        {
          topic: "",
          description: `الحق في سحب الموافقة: يمكنك سحب موافقتك على معالجة البيانات في أي وقت لضمان السيطرة على معلوماتك
الشخصية.`,
        },
        {
          topic: "",
          description: ` الحق في مراجعة القرارات اآللية: يمكنك طلب مراجعة القرارات المتخذة فقط بنا ًء على المعالجة اآللية لبياناتك لضمان
العدالة والدقة في العمليات التي تؤثر عليك بشكل كبير.`,
        },
      ],
    },
    CanRegionInfo: {
      lists: [
        {
          description: " اإلفصاحات للمقيمين في كندا",
        },
      ],
      conclusion: [
        `إذا كنت مقي ًما في كندا، فلديك حقوق معينة فيما يتعلق بمعلوماتك الشخصية استناًدا إلى قانون حماية المعلومات الشخصية
والوثائق اإللكترونية )"PIPEDA )"الذي نلتزم به كجزء من التزامنا بخصوصيتك. يوفر هذا القسم التكميلي، إلى جانب
األقسام األخرى ذات الصلة من السياسة، معلومات حول حقوقك وكيفية ممارستها. ما لم ُينص
صراحة على خالف ذلك، ً
فإن جميع المصطلحات في هذا القسم لها نفس المعنى كما هو محدد في قانون حماية المعلومات الشخصية والوثائق
اإللكترونية.`,
      ],
    },
    CanRegionList: {
      title: "",
      description: [""],

      lists: [
        {
          topic: " ",
          description: `الحق في الوصول: لديك الحق في الوصول إلى المعلومات الشخصية التي نحتفظ بها عنك إذا كنت ترغب في مراجعة
معلوماتك أو التحقق منها أو تصحيحها.`,
        },
        {
          topic: " ",
          description: `الحق في التصحيح: نحن نسعى جاهدين للحفاظ على دقة معلوماتك الشخصية وسنقوم على الفور بإجراء التصحيحات
الالزمة عندما تحدد عدم الدقة في بياناتك.`,
        },
        {
          topic: "",
          description: `الحق في سحب الموافقة: يمكنك سحب موافقتك فيما يتعلق بالتعامل مع معلوماتك الشخصية في أي وقت، مع مراعاة
القيود القانونية أو التعاقدية.`,
        },
        {
          topic: "",
          description: `الحق في الشكوى: لديك الحق في تقديم شكوى إلى مفوض الخصوصية في كندا إذا شعرت أن معلوماتك الشخصية يتم
التعامل معها بطريقة تنتهك قانون حماية المعلومات الشخصية واإللكترونيات.`,
        },
        {
          topic: " ",
          description: `الحق في الطعن في االمتثال: يمكنك الطعن في امتثالنا لقانون حماية المعلومات الشخصية واإللكترونيات، بما في ذلك
كيفية تعاملنا مع معلوماتك الشخصية، والموافقة، وطلبات الوصول، وكيفية استجابتنا لطلبات التصحيح الخاصة بك.
`,
        },
        {
          topic: " ",
          description: `الحق في معرفة الخروقات: لديك الحق في الحصول على إشعار في حاالت حدوث خرق أمني يتعلق بمعلوماتك
الشخصية ويشكل خ ًطرا حقيقًيا يسبب ض ًررا كبي ًرا.`,
        },
      ],
    },
    EURegionInfo: {
      lists: [
        {
          description:
            "اإلفصاحات للمقيمين في االتحاد األوروبي/المنطقة االقتصادية األوروبية والمملكة المتحدة ",
        },
      ],
      conclusion: [
        `إذا كنت مقي ًما في االتحاد األوروبي )"EU )"أو المنطقة االقتصادية األوروبية )"EEA )"أو المملكة المتحدة )"UK)"، فلديك
حقوق معينة فيما يتعلق بمعلوماتك الشخصية استناًدا إلى الالئحة العامة لحماية البيانات وقانون حماية البيانات في المملكة
المتحدة الذي نلتزم به كجزء من التزامنا بخصوصيتك. ما لم ُينص
ً
صراحة على خالف ذلك، فإن جميع المصطلحات في هذا
القسم لها نفس المعنى كما هو محدد في الالئحة العامة لحماية البيانات وقانون حماية البيانات في المملكة المتحدة.`,
      ],
    },
    EURegionList: {
      title: "",
      description: [""],

      lists: [
        {
          topic: "",
          description: `الحق في سحب الموافقة: يحق لك سحب الموافقة إذا كنت قد وافقت ا
مسبق على معالجة معلوماتك الشخصية. وبقدر ما ً
يكون األساس القانوني لمعالجتنا لمعلوماتك الشخصية هو الموافقة، يحق لك سحب هذه الموافقة في أي وقت. لن يؤثر
االنسحاب على قانونية المعالجة قبل االنسحاب.`,
        },
        {
          topic: "",
          description: `الحق في الوصول: لديك الحق في معرفة ما إذا كانت معلوماتك الشخصية قيد المعالجة من قبلنا، والحصول على
إفصاح بشأن جوانب معينة من المعالجة، والحصول على نسخة من معلوماتك الشخصية التي تخضع للمعالجة.`,
        },
        {
          topic: "",
          description: `الحق في التصحيح: لديك الحق في التحقق من دقة معلوماتك وطلب تحديثها أو تصحيحها. لديك أي ًضا الحق في أن تطلب
منا استكمال المعلومات الشخصية التي تعتقد أنها غير كاملة.`,
        },
        {
          topic: "",
          description: ` الحق في االعتراض على المعالجة: يحق لك االعتراض على معالجة معلوماتك إذا تمت المعالجة على أساس قانوني
بخالف الموافقة. في حالة معالجة المعلومات الشخصية للمصلحة العامة، أو في ممارسة سلطة رسمية مخولة لنا، أو
ألغراض المصالح المشروعة التي نسعى إلى تحقيقها، يمكنك االعتراض على مثل هذه المعالجة من خالل تقديم سبب يتعلق
بوضعك الخاص لتبرير االعتراض. يجب أن تعلم أنه، مع ذلك، في حالة معالجة معلوماتك الشخصية ألغراض التسويق
المباشر، يمكنك االعتراض على هذه المعالجة في أي وقت دون تقديم أي مبرر. لمعرفة ما إذا كنا نعالج المعلومات
الشخصية ألغراض التسويق المباشر، يمكنك الرجوع إلى األقسام ذات الصلة من هذه السياسة.`,
        },
        {
          topic: "",
          description: `الحق في تقييد المعالجة: يحق لك، في ظل ظروف معينة، تقييد معالجة معلوماتك الشخصية. وتشمل هذه الظروف: إذا
كنت تشك في دقة معلوماتك الشخصية ويجب علينا التحقق من دقتها؛ أو إذا كانت المعالجة غير قانونية، ولكنك تعارض
محو معلوماتك الشخصية وتطلب تقييد استخدامها بدالً من ذلك؛ أو إذا لم نعد بحاجة إلى معلوماتك الشخصية ألغراض
المعالجة، ولكنك تطلبها إلثبات مطالباتك القانونية أو ممارستها أو الدفاع عنها؛ أو إذا اعترضت على المعالجة في انتظار
التحقق مما إذا كانت أسبابنا المشروعة تتغلب على أسبابك المشروعة. وفي حالة تقييد المعالجة، سيتم وضع عالمة على هذه
المعلومات الشخصية ا
وفق لذلك، وباستثناء التخزين، سيتم معالجتها فقط بموافقتك أو إلثبات أو ممارسة أو الدفاع عن ً
المطالبات القانونية، أو لحماية حقوق شخص طبيعي أو اعتباري آخر أو ألسباب تتعلق بالمصلحة العامة المهمة.
`,
        },
        {
          topic: " ",
          description: `الحق في الحذف: يحق لك، في ظل ظروف معينة، الحصول على محو معلوماتك الشخصية منا. وتشمل هذه الظروف:
لم تعد المعلومات الشخصية ضرورية فيما يتعلق باألغراض التي تم جمعها أو معالجتها من أجلها؛ سحب موافقتك على
المعالجة القائمة على الموافقة؛ االعتراض على المعالجة بموجب قواعد معينة من قانون حماية البيانات المعمول به؛
المعالجة ألغراض التسويق المباشر؛ وقد تمت معالجة البيانات الشخصية بشكل غير قانوني. ومع ذلك، هناك استثناءات
للحق في المحو مثل حيث تكون المعالجة ضرورية: لممارسة حق حرية التعبير والمعلومات؛ لالمتثال اللتزام قانوني؛ أو
لتأسيس أو ممارسة أو الدفاع عن المطالبات القانونية.`,
        },
        {
          topic: "",
          description: ` الحق في نقل البيانات: لديك الحق في تلقي معلوماتك الشخصية التي قدمتها لنا بتنسيق منظم ومستخدم بشكل شائع وقابل
للقراءة آلًيا، وإذا كان ذلك ا
ممكن من الناحية الفنية، فيحق لك نقلها إلى جهة تحكم أخرى دون أي عائق من جانبنا، شريطة أال ً
يؤثر هذا النقل سلًبا على حقوق وحريات اآلخرين.`,
        },
        {
          topic: "",
          description: ` الحق في الشكوى: يحق لك تقديم شكوى إلى هيئة حماية البيانات بشأن جمعنا واستخدامنا لمعلوماتك الشخصية. إذا لم
تكن راضًيا عن نتيجة شكواك التي قدمتها إلينا مباش ًرة، فيحق لك تقديم شكوى إلى هيئة حماية البيانات المحلية لديك. لمزيد
من المعلومات، يرجى االتصال بهيئة حماية البيانات المحلية لديك في االتحاد األوروبي أو المنطقة االقتصادية األوروبية.
يسري هذا الحكم بشرط معالجة معلوماتك الشخصية بوسائل آلية وأن تكون المعالجة بنا ًء على موافقتك أو على عقد أنت
جزء منه أو على التزامات تعاقدية سابقة له.`,
        },
      ],
    },
    NeaRegionInfo: {
      lists: [
        {
          description: " اإلفصاحات للمقيمين في نيوزيلندا",
        },
      ],
      conclusion: [
        `إذا كنت مقي ًما في نيوزيلندا، فلديك حقوق معينة فيما يتعلق بمعلوماتك الشخصية استناًدا إلى قانون الخصوصية النيوزيلندي
لعام 2020 )"قانون الخصوصية لعام 2020"( الذي نلتزم به كجزء من التزامنا بخصوصيتك. يوفر هذا القسم التكميلي، إلى
ة على خالف
جانب األقسام األخرى ذات الصلة من السياسة، معلومات حول حقوقك وكيفية ممارستها. ما لم ُينص صراح ً
ذلك، فإن جميع المصطلحات في هذا القسم لها نفس المعنى كما هو محدد في قانون الخصوصية لعام .`,
      ],
    },
    NeaRegionList: {
      title: "",
      description: [""],

      lists: [
        {
          topic: "",
          description: `الحق في الوصول: لديك الحق في الوصول إلى معلوماتك الشخصية التي نحتفظ بها، مما يتيح لك مراجعة وفهم البيانات
التي نحتفظ بها عنك من أجل الشفافية والدقة.`,
        },
        {
          topic: "",
          description: `الحق في التصحيح: إذا كانت معلوماتك الشخصية غير صحيحة أو قديمة، فلديك الحق في طلب تصحيحها، مع التأكد
من أن المعلومات التي نحتفظ بها دقيقة وحديثة.`,
        },
        {
          topic: "  ",
          description: `الحق في تقديم شكوى: إذا كنت تعتقد أن حقوق الخصوصية الخاصة بك قد تم انتهاكها، فلديك الحق في تقديم شكوى إلى
هيئة حماية البيانات`,
        },
        {
          topic: " ",
          description: `الحق في االعتراض على اتخاذ القرارات اآللية: يمكنك االعتراض على القرارات المتخذة فقط بشأن المعالجة اآللية
لمعلوماتك الشخصية والتي لها تأثيرات كبيرة عليك، مما يضمن عملية اتخاذ قرار عادلة وشفافة.`,
        },
        {
          topic: "",
          description: `هـ( الحق في نقل البيانات: حيثما ينطبق ذلك، لديك الحق في طلب نقل معلوماتك الشخصية إلى مزود خدمة آخر إذا كان
نا من الناحية الفنية أو مباشرة إليك.
ذلك ممك`,
        },
        {
          topic: " ",
          description: `لحق في عدم الكشف عن الهوية واستخدام اسم مستعار: عندما يكون ذلك ا،
ممكن يكون لديك خيار التفاعل معنا دون ً
الكشف عن هويتك أو باستخدام اسم مستعار، مما يوفر لك المرونة والتحكم في تفاعلك الشخصي.`,
        },
        {
          topic: " ",
          description: ` اإلخطار بانتهاكات البيانات: في حالة حدوث انتهاك للبيانات قد يضر بخصوصيتك، فسوف نقوم بإخطارك على الفور،
واتخاذ خطوات فورية للتخفيف من أي آثار محتملة.`,
        },
      ],
    },
    USARegionInfo: {
      lists: [
        {
          description: "فصاحات لسكان الواليات المتحدة األمريكية",
        },
      ],
      conclusion: [
        `إذا كنت مقي ًما في كاليفورنيا أو كولورادو أو كونيتيكت أو ديالوير أو أيوا أو ماريالند أو يوتا أو فيرجينيا، فلديك حقوق معينة
ونهدف إلى اتخاذ خطوات معقولة للسماح لك بتصحيح أو تعديل أو حذف أو تقييد استخدام معلوماتك الشخصية. يوفر هذا
القسم التكميلي، إلى جانب األقسام األخرى ذات الصلة من السياسة، معلومات حول حقوقك وكيفية ممارستها بموجب قانون
خصوصية المستهلك في كاليفورنيا وقانون حقوق الخصوصية في كاليفورنيا )ُيشار إليهما مجتمعين باسم "CCPA )"وقانون
خصوصية كولورادو )"CPA )"وقانون خصوصية البيانات في كونيتيكت )"CDPA )"وقانون الخصوصية والحماية عبر
اإلنترنت في ديالوير )"DOPPA )"وقانون حماية بيانات المستهلك في آيوا )"ICDPA )"وقانون حماية المعلومات
الشخصية في ماريالند )"PIPA )"وقانون خصوصية المستهلك في يوتا )"UCPA )"وقانون حماية بيانات المستهلك في
فيرجينيا )"VCDPA )"وأي لوائح ناشئة عنها. ما لم ُينص
صراحة على خالف ذلك، فإن جميع المصطلحات في هذا القسم ً
لها نفس المعنى كما هو محدد في قوانين الوالية ذات الصلة.`,
        `باإلضافة إلى الحقوق الموضحة في هذه السياسة، إذا قدمت معلومات شخصية كما هو محدد في القانون للحصول على
خدمات لالستخدام الشخصي أو العائلي أو المنزلي، فلديك الحق في تقديم طلبات تتعلق بمعلوماتك الشخصية مرة واحدة في
السنة التقويمية. الحظ أنه توجد ظروف قد ال نتمكن فيها من االمتثال لطلبك مثل عندما ال نتمكن من التحقق من طلبك أو نجد
أن تقديم استجابة كاملة يتعارض مع االلتزامات القانونية األخرى أو المتطلبات التنظيمية. سيتم إخطارك إذا كان األمر كذلك.`,
      ],
    },
    USARegionList: {
      title: "",
      description: [""],

      lists: [
        {
          topic: "",
          description: `لحق في المعرفة والحق في الوصول: يحق لك طلب معلومات معينة جمعناها عنك. بمجرد أن نتلقى ونؤكد طلًبا يمكن
التحقق منه منك، سنكشف لك، إلى الحد الذي يسمح به القانون:`,
          subLists: [
            {
              description: `لمعلومات الشخصية المحددة التي نحتفظ بها عنك.`,
            },
            {
              description: `ئات المصادر التي يتم جمع المعلومات عنك منها.`,
            },
            {
              description: `غراض جمع معلوماتك الشخصية أو بيعها أو مشاركتها.`,
            },
          ],
        },
        {
          topic: " ",
          description: `لديك الحق في طلب تسليم المعلومات الشخصية بتنسيق قابل للنقل وسهل االستخدام، طالما كان ذلك ا
ممكن من الناحية الفنية.`,
        },
        {
          topic: "",
          description: ` الحق في التصحيح: لديك الحق في طلب تصحيح معلوماتك الشخصية غير الدقيقة مع األخذ في االعتبار طبيعة
المعلومات الشخصية وأغراض معالجة المعلومات الشخصية.`,
        },
        {
          topic: " الحق في الحذف: لديك الحق في طلب حذف معلوماتك الشخصية.",
          description: `لحق في إلغاء االشتراك في البيع والمشاركة: لديك الحق في إلغاء االشتراك في بيع معلوماتك الشخصية، والذي قد
يشمل بيع أو الكشف عن أو نقل المعلومات الشخصية إلى شركة أخرى أو طرف ثالث مقابل مقابل مالي أو أي مقابل ذي
قيمة أخرى`,
        },
        {
          topic: " ",
          description: `لحق في الموافقة على استخدام معلوماتك الشخصية الحساسة أو تقييد استخدامها: يحق لك الموافقة على استخدام
معلوماتك الشخصية الحساسة وتوجيهنا لتقييد استخدامها واإلفصاح عنها بما هو ضروري فقط لتنفيذ أو تقديم الخدمات
بالطريقة التي يتوقعها المستخدم العادي بشكل معقول، أو ألهداف تجارية معينة كما هو محدد في القانون. ومع ذلك، ال
نستخدم المعلومات الشخصية الحساسة ألي غرض آخر غير تلك المسموح بها ا
قانون أو خارج نطاق موافقتك.`,
        },
        {
          topic: "",
          description: `لحق في عدم التمييز: يحق لك عدم التعرض للتمييز في الخدمات أو جودة الخدمات التي تتلقاها منا لممارسة حقوقك. قد
ال نعاملك بشكل مختلف بسبب نشاطك في طلب البيانات، ولن نفعل ذلك، وقد ال نرفض لك السلع أو الخدمات، أو نفرض
أسعا ًرا مختلفة للسلع أو الخدمات، أو نقدم مستوى ا
مختلف من جودة السلع أو الخدمات، أو نقترح أن نعاملك بشكل مختلف ً
بسبب نشاطك في طلب البيانات.`,
        },
        {
          topic: "",
          description: `سليط الضوء: يحق لسكان كاليفورنيا الذين تربطهم عالقة تجارية راسخة معنا معرفة كيفية الكشف عن معلوماتهم
الشخصية ألطراف ثالثة ألغراض التسويق المباشر بموجب قانون "تسليط الضوء" في كاليفورنيا، أو الحق في اختيار عدم
المشاركة في مثل هذه الممارسات.`,
        },
      ],
      conclustion: [
        `لممارسة أي من حقوقك، ما عليك سوى االتصال بنا باستخدام التفاصيل أدناه. بعد أن نتلقى طلبك ونتحقق منه، سنعمل على
معالجته قدر اإلمكان ضمن قدراتنا.`,
      ],
    },
    usaClonslusion: {
      terms: [
        `لممارسة أي من حقوقك، ما عليك سوى االتصال بنا باستخدام التفاصيل أدناه. بعد أن نتلقى طلبك ونتحقق منه، سنعمل على
معالجته قدر اإلمكان ضمن قدراتنا.`,
      ],
    },
    exerciseRightInfo: {
      title: "كيفية ممارسة حقوقك",
      terms: [
        `يمكن توجيه أي طلبات لممارسة حقوقك إلينا من خالل تفاصيل االتصال الواردة في هذه الوثيقة. يرجى مالحظة أننا قد
نطلب منك التحقق من هويتك قبل الرد على مثل هذه الطلبات. يجب أن يوفر طلبك معلومات كافية تسمح لنا بالتحقق من أنك
دليالً على الشخص الذي تدعي أنك هو أو أنك الممثل المفوض لهذا الشخص. إذا تلقينا طلبك من ممثل مفوض، فقد نطلب
توكيالً رسمًيا أو أن الممثل المفوض لديه سلطة كتابية صالحة لتقديم الطلبات نيابة عنك. أنك قدمت لهذا الممثل المفوض`,

        `يجب عليك تضمين تفاصيل كافية للسماح لنا بفهم الطلب بشكل صحيح والرد عليه. ال يمكننا الرد على طلبك أو تزويدك
بالتحقق من هويتك أو صالحيتك لتقديم مثل هذا الطلب والتأكد من أن المعلومات بمعلومات شخصية إال إذا قمنا
أوالً
الشخصية تتعلق بك.`,
      ],
    },
    CookiesInfo: {
      title: "ملفات تعريف االرتباط",
      terms: [
        `ستخدم خدماتنا ملفات تعريف االرتباط للمساعدة في تخصيص تجربتك عبر اإلنترنت. ملف تعريف االرتباط هو ملف
نصي يتم وضعه على القرص الصلب الخاص بك بواسطة خادم صفحة الويب. ال يمكن استخدام ملفات تعريف االرتباط
لتشغيل البرامج أو توصيل الفيروسات إلى جهاز الكمبيوتر الخاص بك. يتم تعيين ملفات تعريف االرتباط لك بشكل فريد،
وال يمكن قراءتها إال بواسطة خادم الويب في المجال الذي أصدر ملف تعريف االرتباط إليك. إذا اخترت رفض ملفات
تعريف االرتباط، فقد ال تتمكن من تجربة ميزات الخدمات بالكامل.`,
        `يجوز لنا استخدام ملفات تعريف االرتباط لجمع المعلومات وتخزينها وتتبعها ألغراض األمان والتخصيص، وتشغيل
الخدمات، وألغراض إحصائية. لمزيد من المعلومات حول ملفات تعريف االرتباط التي نجمعها والغرض منها، راجع
سياسة ملفات تعريف االرتباط الخاصة بنا. يرجى مالحظة أنه لديك القدرة على قبول ملفات تعريف االرتباط أو رفضها.
تقبل معظم متصفحات الويب ملفات تعريف االرتباط تلقائًيا بشكل افتراضي، ولكن يمكنك تعديل إعدادات المتصفح لرفض
ملفات تعريف االرتباط إذا كنت تفضل ذلك.`,
      ],
    },
    DataAnalyticsInfo: {
      title: `تحليالت البيانات`,
      terms: [
        `قد تستخدم خدماتنا أدوات تحليلية تابعة لجهات خارجية تستخدم ملفات تعريف االرتباط أو إشارات الويب أو تقنيات جمع
المعلومات األخرى المماثلة لجمع معلومات قياسية عن نشاط اإلنترنت واستخدامه. ستخدم
ت المعلومات المجمعة لتجميع ُ
التقارير اإلحصائية عن نشاط المستخدم مثل عدد مرات زيارة المستخدمين لخدماتنا والصفحات التي يزورونها ومدة
زيارتهم وما إلى ذلك. نستخدم المعلومات التي تم الحصول عليها من أدوات التحليل هذه لمراقبة األداء وتحسين خدماتنا. ال
نستخدم أدوات تحليلية تابعة لجهات خارجية لتتبع أو جمع أي معلومات تعريف شخصية لمستخدمينا ولن نربط أي معلومات
تم جمعها من التقارير اإلحصائية بأي مستخدم فردي.`,
      ],
    },
    childrenPrivacyInfo: {
      title: `خصوصية االطفال`,
      terms: [
        `ل نقوم عن عمد بجمع أي معلومات شخصية من األطفال دون سن 13 عا ًما. إذا كنت دون سن 13 عا ًما، يرجى عدم
طف دون سن 13 اًل استخدام خدماتنا وعدم إرسال أي معلومات شخصية من خالل الخدمات. إذا كان لديك سبب لالعتقاد بأن
عا ًما قدم لنا معلومات شخصية من خالل الخدمات، يرجى االتصال بنا لطلب حذف المعلومات الشخصية لهذا الطفل من
خدماتنا.`,
        `شجع اآلباء واألوصياء القانونيين على مراقبة استخدام أطفالهم لإلنترنت والمساعدة في تطبيق هذه السياسة من خالل توجيه
أطفالهم بعدم تقديم معلومات شخصية عبر الخدمات دون إذنهم. كما نطلب من جميع اآلباء واألوصياء القانونيين الذين
يشرفون على رعاية األطفال اتخاذ االحتياطات الالزمة لضمان توجيه أطفالهم بعدم تقديم معلومات شخصية أبًدا أثناء
االتصال باإلنترنت دون إذنهم.`,
      ],
    },
    PersonalInfo: {
      title: "ل تبيع معلوماتي الشخصية",
      terms: [
        `لديك الحق في اختيار عدم بيع معلوماتك الشخصية أو الكشف عنها من خالل االتصال بنا. عند استالم طلبك والتحقق منه،
سنوقف بيع معلوماتك الشخصية والكشف عنها. ومع ذلك، كن على علم بأن إلغاء االشتراك في نقل البيانات إلى أطراف
ثالثة قد يؤثر على قدرتنا على تقديم خدمات معينة اشتركت فيها. نحتفظ بالحق في رفض طلبات إلغاء االشتراك في مواقف
معينة كما يسمح به قانون CCPA، مثل عندما يكون بيع المعلومات الشخصية مطلوًبا منا للوفاء بالواجبات القانونية أو
التعاقدية.`,
      ],
    },
    trackSignalInfo: {
      title: `شارات عدم التتبع`,
      terms: [
        `تضمن بعض المتصفحات ميزة عدم التتبع التي ترسل إشارات إلى المواقع التي تزورها بأنك ال تريد أن يتم تتبع نشاطك
عبر اإلنترنت. التتبع ليس مثل استخدام أو جمع المعلومات المتعلقة بموقع ويب. لهذه األغراض، يشير التتبع إلى جمع
معلومات التعريف الشخصية من المستخدمين الذين يستخدمون أو يزورون موقع ويب أو خدمة عبر اإلنترنت أثناء تنقلهم
عبر مواقع ويب مختلفة بمرور الوقت. إن الطريقة التي تتواصل بها المتصفحات مع إشارة عدم التتبع ليست موحدة بعد.
ونتيجة لذلك، لم يتم إعداد الخدمات بعد لتفسير أو االستجابة إلشارات عدم التتبع التي يرسلها متصفحك. ومع ذلك، وكما هو
موضح بمزيد من التفصيل في جميع أنحاء هذه السياسة، فإننا نقيد استخدامنا وجمعنا لمعلوماتك الشخصية. للحصول على
وصف لبروتوكوالت عدم التتبع للمتصفحات واألجهزة المحمولة أو لمعرفة المزيد عن الخيارات المتاحة لك، تفضل بزيارة
internetcookies.com`,
      ],
    },
    AdvertisementsInfo: {
      title: "اإلعالنات",
      terms: [
        `يجوز لنا عرض إعالنات عبر اإلنترنت ومشاركة معلومات مجمعة وغير محددة للهوية حول عمالئنا والتي نجمعها نحن أو
المعلنون لدينا من خالل استخدامك للخدمات. ال نشارك معلومات التعريف الشخصية حول العمالء األفراد مع المعلنين. في
بعض الحاالت، قد نستخدم هذه المعلومات المجمعة وغير المحددة للهوية لتقديم إعالنات مخصصة للجمهور المستهدف.`,
        `يجوز لنا أي ًضا السماح لشركات خارجية معينة بمساعدتنا في تصميم اإلعالنات التي نعتقد أنها قد تهم المستخدمين وجمع
واستخدام بيانات أخرى حول أنشطة المستخدمين على الخدمات. قد تقدم هذه الشركات إعالنات قد تضع ملفات تعريف
االرتباط وتتبع سلوك المستخدم.`,
        `إذا كنت ترغب في الحصول على مزيد من المعلومات حول خياراتك لالنضمام أو إلغاء االشتراك في جمع البيانات هذا،
فيرجى زيارة موقع Alliance Advertising Digital وموقع Initiative Advertising Network لمعرفة المزيد من
المعلومات حول اإلعالنات القائمة على االهتمامات.`,
        `مكنك أي ًضا تنزيل تطبيق AppChoices على تطبيق AppChoices التابع لتحالف اإلعالن الرقمي إللغاء االشتراك فيما
يتعلق بتطبيقات الهاتف المحمول، أو استخدام عناصر التحكم في النظام األساسي على جهازك المحمول إللغاء االشتراك.`,
      ],
    },
    SocialMediaInfo: {
      title: "مميزات وسائل التواصل االجتماعي",
      terms: [
        `قد تتضمن خدماتنا ميزات الوسائط االجتماعية، مثل أزرار Facebook وX وأزرار This Share وما إلى ذلك )ُيشار إليها
مجتمعة باسم "ميزات الوسائط االجتماعية"(. قد تجمع ميزات الوسائط االجتماعية هذه عنوان IP الخاص بك والصفحة التي
تزورها على خدماتنا وقد تقوم بتعيين ملف تعريف ارتباط لتمكين ميزات الوسائط االجتماعية من العمل بشكل صحيح. يتم
استضافة ميزات الوسائط االجتماعية إما بواسطة مقدميها المعنيين أو مباشرة على خدماتنا. تخضع تفاعالتك مع ميزات
الوسائط االجتماعية هذه لسياسة الخصوصية الخاصة بمقدميها المعنيين.`,
      ],
    },
    EmailMarketing: {
      title: "التسويق عبر البريد اإللكتروني",
      terms: [
        `حن نقدم نشرات إخبارية إلكترونية يمكنك االشتراك فيها طواعية في أي وقت. نحن ملتزمون بالحفاظ على سرية عنوان
بريدك اإللكتروني ولن نفصح عن عنوان بريدك اإللكتروني ألي طرف ثالث باستثناء ما هو مسموح به في قسم استخدام
المعلومات ومعالجتها أو ألغراض االستعانة بمزود تابع لجهة خارجية إلرسال مثل هذه الرسائل اإللكترونية. سنحافظ على
المعلومات المرسلة عبر البريد اإللكتروني ا
وفق للقوانين واللوائح المعمول بها.`,
        `قانون SPAM-CAN، ستوضح جميع رسائل البريد اإللكتروني المرسلة منا بوضوح هوية المرسل وتوفر معلومات
امتثاالً
واضحة حول كيفية االتصال بالمرسل. يمكنك اختيار التوقف عن تلقي النشرة اإلخبارية أو رسائل البريد اإللكتروني
التسويقية من خالل اتباع تعليمات إلغاء االشتراك المضمنة في هذه الرسائل اإللكترونية أو عن طريق االتصال بنا. ومع
ذلك، ستستمر في تلقي رسائل البريد اإللكتروني األساسية المتعلقة بالمعامالت.`,
      ],
    },
    PushNotifications: {
      title: "إشعارات الدفع",
      terms: [
        `قدم إشعارات دفع يمكنك أي ًضا االشتراك فيها طواعية في أي وقت. للتأكد من وصول اإلشعارات الدفعية إلى األجهزة
الصحيحة، نستخدم مزود إشعارات دفع تاب ًعا لجهة خارجية يعتمد على رمز جهاز فريد لجهازك يتم إصداره بواسطة نظام
التشغيل الخاص بجهازك. في حين أنه من الممكن الوصول إلى قائمة رموز األجهزة، إال أنها لن تكشف عن هويتك أو
معرف جهازك الفريد أو معلومات االتصال الخاصة بك لنا أو لمزود إشعارات الدفع التابع لجهة خارجية. سنحافظ على
المعلومات المرسلة عبر البريد اإللكتروني ا
وفق للقوانين واللوائح المعمول بها. إذا كنت ترغب في أي وقت في التوقف عن ً
تلقي اإلشعارات الدفعية، فما عليك سوى ضبط إعدادات جهازك ا
وفق لذلك.`,
      ],
    },
    AffiliateLinks: {
      title: "روابط تابعة",
      terms: [
        `يجوز لنا المشاركة في التسويق بالعمولة ووضع روابط تابعة على الخدمات بغرض أن نتمكن من تقديم منتجات وخدمات
ذات صلة أو إضافية لك. إذا نقرت على رابط تابع، فسيتم وضع ملف تعريف ارتباط على متصفحك لتتبع أي مبيعات
ألغراض العموالت.`,
      ],
    },
    ResourcesLinks: {
      title: "روابط إلى مصادر أخرى",
      terms: [
        `تحتوي الخدمات على روابط لموارد أخرى ال نمتلكها أو نتحكم فيها. يرجى العلم بأننا لسنا مسؤولين عن ممارسات
الخصوصية لهذه الموارد األخرى أو األطراف الثالثة. نشجعك على توخي الحذر عند مغادرة الخدمات وقراءة بيانات
الخصوصية لكل مورد قد يجمع معلومات شخصية.`,
      ],
    },
    SecurityInfo: {
      title: `أمن المعلومات`,
      terms: [
        `نحن نحافظ على المعلومات التي تقدمها على خوادم الكمبيوتر في بيئة خاضعة للرقابة وآمنة، ومحمية من الوصول غير
المصرح به أو االستخدام أو الكشف. نحن نحافظ على الضمانات اإلدارية والفنية والمادية المعقولة في محاولة للحماية من
الوصول غير المصرح به واالستخدام والتعديل والكشف عن المعلومات الشخصية التي تقع تحت سيطرتنا وحراستنا. ومع
ذلك، ال يمكن ضمان نقل البيانات عبر اإلنترنت أو الشبكة الالسلكية.`,
        `لذلك، بينما نسعى جاهدين لحماية معلوماتك الشخصية، فإنك تقر بأن )أ( هناك قيود أمنية وخصوصية على اإلنترنت والتي
هي خارجة عن سيطرتنا؛ )ب( ال يمكن ضمان أمن وسالمة وخصوصية أي وجميع المعلومات والبيانات المتبادلة بينك وبين
الخدمات؛ و)ج( قد يتم عرض أي من هذه المعلومات والبيانات أو العبث بها أثناء النقل بواسطة طرف ثالث، على الرغم من
بذل قصارى جهدنا`,
        `ن ًظرا ألن أمان المعلومات الشخصية يعتمد جزئًيا على أمان الجهاز الذي تستخدمه للتواصل معنا واألمان الذي تستخدمه
لحماية بيانات االعتماد الخاصة بك، فيرجى اتخاذ التدابير المناسبة لحماية هذه المعلومات.`,
      ],
    },
    DataBreachInfo: {
      title: `خرق البيانات`,
      terms: [
        `في حالة علمنا بأن أمان الخدمات قد تعرض للخطر أو تم الكشف عن معلومات شخصية للمستخدمين ألطراف ثالثة غير
ذات صلة نتيجة لنشاط خارجي، بما في ذلك على سبيل المثال ال الحصر الهجمات األمنية أو االحتيال، فإننا نحتفظ بالحق في
فضالً عن إخطار سلطات اتخاذ التدابير المناسبة بشكل معقول، بما في ذلك على سبيل المثال ال الحصر التحقيق واإلبالغ،
إنفاذ القانون والتعاون معها. في حالة حدوث خرق للبيانات، سنبذل جه ًودا معقولة إلخطار األفراد المتضررين إذا اعتقدنا أن
هناك خ ًطرا معقوالً من إلحاق الضرر بالمستخدم نتيجة للخرق أو إذا كان اإلخطار مطلوًبا بموجب القانون. عندما نفعل ذلك،
سنرسل لك بريًدا إلكترونًيا.`,
      ],
    },
    ChangesInfo: {
      title: "التغييرات والتعديالت",
      terms: [
        `نحتفظ بالحق في تعديل هذه السياسة أو شروطها المتعلقة بالخدمات في أي وقت ا
وفق لتقديرنا. وعندما نقوم بذلك، سنرسل ً
إليك بريًدا إلكترونًيا إلعالمك بذلك. كما يجوز لنا أي ًضا إرسال إشعار إليك بطرق أخرى ا
وفق لتقديرنا، مثل من خالل ً
معلومات االتصال التي قدمتها.`,
        `سوف تدخل النسخة المحدثة من هذه السياسة حيز التنفيذ فور نشر السياسة المنقحة ما لم ُينص على خالف ذلك. إن
استمرارك في استخدام الخدمات بعد تاريخ سريان السياسة المنقحة )أو أي إجراء آخر محدد في ذلك الوقت( سيشكل موافقتك
على هذه التغييرات. ومع ذلك، لن نستخدم معلوماتك الشخصية، دون موافقتك، بطريقة مختلفة جوهرًيا عما تم ذكره في
وقت جمع معلوماتك الشخصية`,
      ],
    },
    AcceptancePolicy: {
      title: "قبول هذه السياسة",
      terms: [
        `نت تقر بأنك قرأت هذه السياسة وتوافق على جميع شروطها وأحكامها. من خالل الوصول إلى الخدمات واستخدامها
وإرسال معلوماتك، فإنك توافق على االلتزام بهذه السياسة. إذا كنت ال توافق على االلتزام بشروط هذه السياسة، فال يحق لك
الوصول إلى الخدمات أو استخدامها.`,
      ],
    },
    contactUs: {
      title: "االتصال بنا",
      description: `إذا كانت لديك أي أسئلة بخصوص المعلومات التي قد نحتفظ بها عنك أو إذا كنت ترغب في ممارسة حقوقك، أو إذا كانت
لديك أي أسئلة أو مخاوف أو شكاوى أخرى بخصوص هذه السياسة، فإننا نشجعك على االتصال بنا باستخدام التفاصيل أدناه:`,
      conclution: `سنحاول حل الشكاوى والنزاعات ونبذل كل جهد معقول لتلبية رغبتك في ممارسة حقوقك في أسرع وقت ممكن وفي كل
األحوال، ضمن اإلطار الزمني المنصوص عليه في قوانين حماية البيانات المعمول بها.`,
    },
    updateTime: "م تحديث هذه الوثيقة آخر مرة في 27 أكتوبر 2024",
  },
};
