export const termsContentArabic = {
  ar: {
    title: "الشروط والأحكام",

    aboutusInfo: {
      title: "معلومات عنا:",
      terms: [
        ' تطبيق الهاتف المحمول وأي خدمات ذات صلة تقدمها Shpper حاليًا أو يتم تطويرها في المستقبل )يُشار إليها مجتمعة باسم " البوابة "( بواسطة Shpper، وهو االسم التجاري لشركة FZCO Design Software Shpper ، التي يقع مكتبها المسجل في واحة دبي للسيليكون، دبي، اإلمارات العربية المتحدة، برقم الترخيص 39378 )"Shpper" "نحن"، "لنا"(.        ',
      ],
    },
    contactusInfo: {
      title: "اتصل بنا:",
      terms: [
        "عنواننا البريدي فيDSO-IFZA، دبي، اإلمارات العربية المتحدة. كما يمكنك التواصل معنا على net.shpper@info ألي استفسارات بخصوص شروط الخدمة هذه أو االستفسارات الناشئة عنها.",
      ],
    },
    tosInfo: {
      title: "قبول شروط الخدمة:",
      terms: [
        'أي شخص يدخل إلى البوابة و/أو يستخدمها بأي طريقة )المشار إليه باسم " المستخدم " أو " أنت " أو " ضمير الملكية الخاص بك "( أو يستخدم أي خدمة أو وظيفة أو عرض حالي أو مستقبلي متاح على البوابة أو يطلب أي منتجات متاحة للشراء على البوابة )المشار إليه باسم " الخدمة )الخدمات( ( سيكون خاض ًعا لهذه الشروط واألحكام الستخدام البوابة، كما قد يتم تحديثها من وقت آلخر. يرجى قراءة شروط الخدمة هذه بعناية قبل استخدام البوابة أو الوصول إليها أو االستفادة من أي خدمة.',
        "من خالل الوصول إلى البوابة أو تصفحها أو استخدامها بأي طريقة أخرى أو االستفادة من أي خدمة، فإنك تعبر عن فهمك وموافقتك على االلتزام القانوني بهذه الشروط واألحكام وسياسة الخصوصية. وأي سياسات أو إرشادات أخرى قد تكون قابلة للتطبيق على البوابة في وقت وصولك واستخدامك للبوابة والتي قد يتم تحديثها من وقت آلخر. إذا كنت ال توافق على االلتزام بشروط الخدمة هذه، فال يجوز لك الوصول إلى البوابة أو أي خدمات أو استخدامها أو يجب عليك التوقف عن القيام بذلك على الفور.",
        "يرجى مالحظة أنه يجوز لنا من وقت آلخر تعديل شروط الخدمة هذه دون إشعارك. في كل مرة ترغب في استخدام البوابة الخاصة بنا، يرجى التحقق من شروط الخدمة هذه من خالل الرابط ) conditions-terms/en/net.shpper.www://https ) للتأكد من أنك تفهم الشروط واألحكام التي تنطبق في ذلك الوقت. عالوة على ذلك، يرجى مالحظة أننا نحتفظ بالحق في تغيير تنسيق ومحتوى البوابة أو تعليق تشغيل البوابة ألعمال الدعم أو الصيانة، أو لتحديث المحتوى أو ألي سبب آخر، في أي وقت. إذا كنت ال توافق على أي تغيير في شروط الخدمة، فيجب عليك التوقف فو ًرا عن استخدام البوابة. لن تؤثر أي تغييرات يتم إجراؤها على شروط الخدمة بعد تقديمك لطلب ما على هذا الطلب ما لم يُطلب منا إجراء التغيير بموجب القانون.",
      ],
    },
    eligibilityInfo: {
      title: "األهلية:",
      description: [
        "بموافقتك على شروط الخدمة هذه واستخدام البوابة و/أو الخدمات الخاصة بنا بأي طريقة، فإنك تقر وتضمن ما يلي:",
      ],
      lists: [
        {
          description:
            "يجب أن يكون عمرك 21 عامًا على الأقل أو بلغت سن الرشد في ولايتك القضائية ذات الصلة ولديك القدرة اللازمة لإبرام هذه الاتفاقية بشكل صحيح.",
        },
        {
          description: "أنت تمتلك الأهلية الكاملة للدخول في شروط الخدمة هذه.",
        },
        {
          description:
            "لم يتم تعطيل أو منع استخدامك لبوابة Shpper أو خدماتها في أي وقت.",
        },
        {
          description:
            "يجب عليك الامتثال للقوانين، بما في ذلك جميع القوانين واللوائح المعمول بها في دولة الإمارات العربية المتحدة أو أي ولاية قضائية أخرى قد تعمل فيها Shpper بشكل قانوني، وقوانين أي دولة أخرى تخضع لها، بموجب الدخول في هذه الاتفاقية.",
        },
        {
          description:
            "يجب عليك استخدام البوابة والخدمات لأغراض قانونية فقط، وعدم الانخراط في أي ممارسات غير قانونية أو احتيالية، والالتزام بقائمة العناصر المحظورة لدينا.",
        },
        {
          description:
            "أنت لست منافسًا لـ Shpper، ولا تقدم أي خدمات تنافس الخدمات التي تقدمها Shpper.",
        },
        {
          description:
            "لديك السلطة والصلاحية الكاملة لإبرام هذه الاتفاقية وأن القيام بذلك لن ينتهك أي قوانين أو يخرق أي عقود أنت طرف فيها، بما في ذلك أي عقود عمل أو اتفاقيات مع الحكومة.",
        },
        {
          description:
            "ليس لديك أي قضايا قانونية معلقة أو أوامر اعتقال أو مطالبات لدى السلطات الحكومية أو الكيانات الخاصة أو وكالات الأمن التي من شأنها أن تمنعك من الدخول قانونيًا في هذه الاتفاقية، أو من استخدام خدماتنا، أو تمنعك بطريقة أخرى من القيام بأي من الأنشطة المنصوص عليها في هذه الاتفاقية.",
        },
      ],
    },
    restrictionsInfo: {
      title: "القيود على االستخدام:",
      description:
        "ما شخصيًا ومحد ًودا وغير قابل للتحويل وغير حصري مع مراعاة امتثالك المستمر لشروط الخدمة هذه، تمنحك Shpper حقً وقابل لإللغاء الستخدام البوابة والخدمات. أنت توافق على القيود التالية أثناء استخدام البوابة و/أو الخدمات:",
      lists: [
        {
          description:
            "عدم توفير الخدمات لأي طرف ثالث، أو التنازل عنها، أو إعادة بيعها، أو توزيعها، أو الترخيص من الباطن لها.",
        },
        {
          description:
            "عدم التنازل عن التزاماتك بموجب شروط الخدمة هذه لأي طرف ثالث.",
        },
        {
          description:
            "عدم تعديل أو تغيير أو تلخيص أو إنشاء أعمال مشتقة أو تفكيك أو هندسة عكسية أو محاولة الوصول إلى الكود المصدر أو التصميم الداخلي لبوابة Shpper، بما في ذلك أي نص أو محتوى وسائط متعددة (صور، صوت، فيديو)، أو بيانات، أو أي معلومات أخرى تقدمها Shpper أو مقدمو الخدمات من جهات خارجية.",
        },
        {
          description:
            "عدم حذف أو تغيير أو تعديل أي حقوق نشر أو إشعارات رسمية أخرى موجودة داخل البوابة.",
        },
        {
          description:
            "الامتناع عن تعطيل التشغيل السليم للخدمة أو البوابة أو محاولة التسبب في أي ضرر للخدمة أو البوابة.",
        },
        {
          description:
            "عدم نسخ أو نقل أو توزيع البوابة أو السماح بتنزيلها أو استخدامها بشكل متعمد بأي طريقة محظورة بموجب شروط الخدمة هذه أو بدون إذن صريح من Shpper.",
        },
        {
          description:
            "عدم استخدام البوابة أو الخدمات للقيام بأي إجراءات من شأنها الإضرار أو مضايقة أو انتهاك حقوق أو خصوصية المستخدمين الآخرين، بما في ذلك على سبيل المثال لا الحصر مشاركة التفاصيل الخاصة دون موافقة، أو أي سلوك يهدف إلى ترهيب أو استغلال أو إلحاق الضرر بمستخدم آخر.",
        },
        {
          description:
            "عدم مشاركة اسم المستخدم أو كلمة المرور أو أي معرفات أخرى للوصول إلى البوابة مع الآخرين.",
        },
      ],
    },
    accountRegistrationInfo: {
      title: "تسجيل الحساب",
      terms: [
        'يمكنك تصفح البوابة كضيف؛ ومع ذلك، ستحتاج إلى إنشاء حساب (يُشار إليه باسم "حساب") من أجل الوصول إلى ميزات معينة في البوابة. في وقت التسجيل للحصول على حساب، سيتعين عليك تقديم معلومات معينة عن نفسك كما هو مطلوب أثناء عملية تسجيل الحساب على البوابة. أنت توافق على تزويدنا بأي مستندات مطلوبة للتحقق من هويتك.',
        "يمكنك أي ًضا إنشاء حساب باستخدام بيانات اعتماد تسجيل الدخول لحساب تحتفظ به مع جهة خارجية متكاملة مع Shpper)على سبيل المثال، Google أو iOS أو Meta)، وفي هذه الحالة ستخضع أي ًضا لشروط وأحكام الجهة الخارجية ذات الصلة التي تنطبق على مثل هذا الحساب.",
        "يجب أن تكون جميع معلومات تسجيل الحساب التي تقدمها صادقة ودقيقة. إذا كانت أي معلومات تقدمها، لأي سبب من الأسباب، غير صادقة أو غير دقيقة و/أو غير كاملة، فيجب عليك تحديث هذه المعلومات للحفاظ على دقتها. قد يُطلب منك أيضًا تقديم تفاصيل الدفع، والتي يجب أن تضمن أنها صالحة وصحيحة. بالإضافة إلى ذلك، يجب عليك التأكد من أنك الشخص المشار إليه في معلومات الفوترة أو لديك التفويض اللازم.",
        "أنت المسؤول الوحيد عن الحفاظ على سرية معلومات تسجيل الدخول إلى حسابك (بما في ذلك اسم المستخدم أو كلمة المرور أو بيانات اعتماد الوصول). وعليه، فأنت مسؤول عن جميع الأنشطة التي تتم من خلال حسابك، وتظل مسؤولا وحدك عن جميع الإجراءات التي تتم من خلال حسابك. يجب عليك إخطارنا على الفور إذا كنت تشك أو تدرك أي استخدام غير مصرح به لحسابك أو أي خرق آخر لأمنه.",
        "إذا كنت ترغب في حذف حسابك، فلديك خيار القيام بذلك من داخل البوابة. إذا كانت لديك أي مشكلات مع حسابك أو كنت بحاجة إلى أي مساعدة فيما يتعلق بحسابك، فلا تتردد في الاتصال بفريق الدعم لدينا على info@shpper.net. يرجى ملاحظة أنه لا يمكننا التواصل إلا مع صاحب الحساب المسمى فيما يتعلق بأي أسئلة أو تغييرات أو إلغاء حساب.",
      ],
    },
    ourService: `<div class="space-y-4">
    <h2 class="text-xl font-bold mb-6">خدماتنا:</h2>
    <h3 class="text-2xl font-bold mb-4">I. تسوق وشحن لي</h3>
    <p>في Shpper، نعمل على إعادة تعريف الطريقة التي يتسوق بها الناس دوليًا. نقدم منصة رائدة من نظير إلى نظير تسمى "تسوق وشحن لي" ("المنصة") التي تربط الأفراد الذين يسعون لشراء سلع من مواقع مختلفة في جميع أنحاء العالم ("العملاء") بالمسافرين الدوليين أو المتسوقين الشخصيين المحليين الذين يمكنهم شراء هذه السلع وترتيب تسليمها ("<strong>المسافرون</strong>").</p>
    <p>يعمل المسافرون على المنصة كمتسوقين شخصيين، ويقدمون خدماتهم لشراء وتسليم العناصر حسب طلب العملاء. يمكن للعملاء اختيار المسافر الذي يناسب طلبات الشراء وجدول التسليم والميزانية بشكل أفضل، مما يجعل التسوق الدولي أكثر سهولة وشخصية.</p>
  
    <h4 class="font-bold">الالتزامات والتعهدات</h4>
    <p>إذا كنت <strong>مسافرًا</strong>، يجب عليك:</p>
    <ul class="list-decimal list-inside space-y-2 ml-4">
      <li>توفير الموقع الدقيق وتواريخ السفر والجداول الزمنية لـ Shpper؛</li>
      <li>تأكد من أن معلومات الاتصال الخاصة بك وتفاصيل حسابك المصرفي دقيقة ومحدثة؛</li>
      <li>تقديم تفاصيل شخصية دقيقة لأغراض معرفة العميل (KYC) عند الطلب، والسماح لـ Shpper بالحصول على تفاصيل ذات صلة بك من أطراف ثالثة لأغراض التحقق؛</li>
      <li>استخدام أموالك المشروعة لشراء العناصر المطلوبة، مع التعهد بأن هذه العناصر سيتم شراؤها باعتبارها ممتلكاتك الشخصية؛</li>
      <li>اتخاذ كافة التدابير اللازمة والمعقولة لتعبئة وحمل العنصر المطلوب بشكل مناسب؛</li>
      <li>نتفق على أن مخاطر العنصر الذي تم شراؤه لا تنتقل إلا بعد تسليم العنصر إلينا؛</li>
      <li>فحص العنصر، حتى لو قمت بشرائه، للتأكد من أنه لا يحتوي على أي شيء غير قانوني، وليس مدرَجًا في قائمة العناصر المحظورة، وليس مقيَّدًا بلوائح الجمارك في بلدان المغادرة أو الوصول، وليس محظورًا بموجب لوائح شركات الطيران؛</li>
      <li>الموافقة ومنح Shpper الحق في فحص الطرد أو العناصر؛</li>
      <li>تقديم الإقرارات اللازمة عن أي مواد تتجاوز الحدود الجمركية في نقاط المغادرة والوصول، والالتزام بالقوانين ذات الصلة؛</li>
      <li>تقديم فاتورة بالمبلغ الإجمالي المدفوع، بما في ذلك أي ضرائب، وإرفاق إيصالات الدفع الأصلية مع الطلب؛</li>
      <li>يجب عليك تسليم العناصر خلال 16 ساعة من الوصول إلى بلد المقصد وتوافق على أن عدم القيام بذلك قد يؤدي إلى تأثير تدابير الأداء على حسابك، وقد تخضع أيضًا لعقوبات مالية، والتي نحتفظ بالحق في فرضها؛</li>
      <li>إجراء كافة المعاملات بشكل قانوني وبحسن نية؛</li>
      <li>الموافقة على أن أي نزاعات يجب أن يتم حلها مباشرة بينك وبين العميل أو أي طرف ثالث؛</li>
      <li>أوافق على أنه بموجب هذه الاتفاقية، فإنك قد فوضتنا بالتصرف في بعض المسائل المتعلقة بالنزاعات بينك وبين العميل، وإذا قمنا بأي من هذه التصرفات بحسن نية، على سبيل المثال ما إذا كان سيتم إطلاق العنصر أو الاحتفاظ به، فإن ذلك سيكون ملزمًا ولن يؤدي إلى أي مطالبات منك ضد Shpper؛</li>
      <li>الموافقة وتفويض Shpper للتواصل معك عبر قنوات الاتصال المختلفة (بما في ذلك على سبيل المثال لا الحصر الرسائل القصيرة والمكالمات والبريد الإلكتروني وWhatsApp وإشعارات التطبيق وما إلى ذلك) باستخدام معلومات الاتصال المقدمة من قبلك، فيما يتعلق بالمعاملات التي تتم على Shpper؛</li>
      <li>البقاء على اتصال معقول مع Shpper والعميل من خلال قنوات الاتصال المقدمة.</li>
    </ul>
    <p>إذا كنت <strong>عميلًا</strong>، فيجب عليك:</p>
    <ul class="list-decimal list-inside space-y-2 ml-4">
      <li>أن يكون مسموحًا له قانونًا بشراء السلعة؛</li>
      <li>عدم تقديم أي طلبات شراء للعناصر الموجودة في قائمة العناصر المحظورة؛</li>
      <li>استخدام أموالك الخاصة لدفع ثمن الطلب ولكن وافق على أن ملكية العناصر المطلوبة التي يتم شراؤها لك ستنتقل إليك فقط عند التسليم؛</li>
      <li>التأكيد على أن عملية الشراء مخصصة للاستخدام الشخصي وليس لأغراض تجارية؛</li>
      <li>تأكد من دقة معلومات الاتصال الخاصة بك وتفاصيل العنوان ومعلومات الدفع؛</li>
      <li>الوفاء فورًا بأي شروط دفع متفق عليها؛</li>
      <li>سداد المبلغ الكامل المستحق مقابل العنصر، بما في ذلك سعر الشراء، وعمولة المسافر، ورسوم الخدمة لاستخدام المنصة، ورسوم التوصيل، والضرائب المعمول بها أو رسوم الجمارك، وأي رسوم غير متوقعة ولكنها قانونية مرتبطة بالعنصر ("<strong>السعر الكامل</strong>")؛</li>
      <li>السماح لـ Shpper بإجراء تفويض مسبق لبطاقة الدفع الخاصة بك لأي رسوم إضافية مطلوب منك دفعها مقابل الطلب، على سبيل المثال، الرسوم الجمركية التي تتجاوز ما كان متوقعًا في الأصل؛</li>
      <li>تقبل أنه بموجب هذه الاتفاقية، فإنك قد فوضتنا بالتصرف في بعض المسائل المتعلقة بالنزاعات بينك وبين المسافر، وإذا قمنا بأي من هذه التصرفات بحسن نية، على سبيل المثال فيما يتعلق بالإلغاءات واسترداد الأموال، فإن ذلك سيكون ملزمًا لك ولن يؤدي إلى أي مطالبات منك ضد Shpper؛</li>
      <li>إجراء كافة المعاملات بشكل قانوني وبحسن نية.</li>
    </ul>
  
    <p>تقع مسؤولية جودة الخدمات المطلوبة باستخدام المنصة على عاتق مزود الخدمة، أي المسافر أو المتسوق الشخصي الذي يقدم الخدمة للعميل في النهاية. لا تتحمل شركة Shpper تحت أي ظرف من الظروف أي مسؤولية تتعلق بالخدمات التي يقدمها المسافر أو تنشأ عنها، كما لا تتحمل المسؤولية عن أي أفعال أو أفعال أو سلوك أو إهمال أو كل ما سبق من جانب المسافر. يجب تقديم أي شكاوى حول الخدمات التي يقدمها المسافر إلى المسافر. ومع ذلك، في بعض الحالات، وفقًا لتقدير شركة Shpper الوحيد والمطلق، يجوز لشركة Shpper بدء تحقيقات تشمل كلا الطرفين، حسب الضرورة، وتفوضنا بإجراء مثل هذه التحقيقات. كما توافق على أن نتائج هذه التحقيقات ستكون ملزمة لك ولن تؤدي إلى أي مطالبات ضد شركة Shpper.</p>
  </div>
  
    <h4 class="font-bold">طلب العناصر على منصة Shpper:</h4>
<p>
    لإجراء طلب، يجب على العميل تقديم طلب للحصول على عنصر على المنصة، مع توفير جميع التفاصيل ذات الصلة والدقيقة حول العنصر، مثل الموقع والصور ورابط الموقع الإلكتروني والعلامة التجارية واللون والحجم والسعر، وما إلى ذلك. تحتفظ Shpper بالحق في رفض أي طلب للعناصر التي قد لا تكون متوفرة بعد الآن، أو مدرجة في قائمة العناصر المحظورة، أو تم رفضها من قبل المسافرين.
</p>

<p>
    ستقوم Shpper بربط العملاء بالمسافرين، الذين ستتاح لهم الفرصة لتقديم العروض للعميل. يجب على المسافر، أثناء تقديم عرضه، تحديد سعر شراء العنصر ورسوم التسوق الشخصية / العمولة الخاصة بالمسافر. سيتمكن العميل من رؤية تفصيل كامل للسعر النهائي (المحدد أعلاه) ويمكنه مراجعة العروض والدردشة مع المسافرين المعنيين على المنصة واختيار العرض المناسب وفقًا لذلك. عند اختيار عرض وقبوله من قبل العميل، يتم تشكيل اتفاقية ملزمة بين العميل والمسافر ويتم إنشاء الطلب ("الطلب"). 
</p>

<p>
    يلتزم العميل بدفع مقدم، من خلال محفظته الرقمية، للسعر الكامل للطلب (الذي سيتم عرضه على المنصة) فور قبول العرض وتأكيد الطلب. إذا تم الدفع بعد بدء رحلة المسافر بالفعل، فقد لا يتمكن المسافر من شراء العنصر كما هو مطلوب. لا يمكن لـ Shpper ضمان توفر نفس العرض، سواء من نفس المسافر أو مسافر مختلف، إذا تم تأخير الدفع. يعتبر العميل مسؤولاً بشكل كامل عن أي عواقب ناجمة عن عدم الدفع أو التأخر في الدفع للطلب (الطلبات).
</p>

<p>
    لحماية معاملة العميل، يجب على العميل تحويل الدفعة مباشرة إلى Shpper، التي يخولها العميل بموجب هذا للاحتفاظ بهذه الأموال نيابة عنه. سيستخدم المسافر، الذي يعمل بشكل مستقل، أمواله الخاصة لشراء العناصر، وتُعتبر هذه العناصر ممتلكات شخصية للمسافر. عند تسليم العناصر من قبل المسافر إلى Shpper، يشارك المسافر في إعادة بيع ممتلكاته الشخصية إلى العميل، بتسهيل من خلال آلية معاملات من نظير إلى نظير تقدمها Shpper.
</p>

<p>
    ستقوم Shpper، التي تعمل فقط كوسيط ومنصة تسهيل دون المشاركة في أي عملية بيع أو إعادة بيع، بإطلاق هذه الأموال (ناقص رسوم Shpper وأي رسوم سارية، كما يتفق المسافر بموجب هذا) إلى المسافر نيابة عن العميل، وبالتالي تنفيذ نقل ملكية العناصر من المسافر إلى العميل.
</p>

<p>
    يوافق المسافر على أن تقوم Shpper بتحصيل رسوم بناءً على عمولة المسافر مقابل تقديم مثل هذه الخدمات على المنصة. سيتم عرض هذه الرسوم على المسافر على المنصة وقد يتم مراجعتها وفقًا لتقدير Shpper وحدها، من وقت لآخر.
</p>

<p>
    سوف توفر Shpper خدمة توصيل المنتج إلى العميل في الميل الأخير، ما لم يتم الاتفاق على خلاف ذلك على وجه التحديد من قبل جميع الأطراف بإذن من Shpper. يجب دفع رسوم التوصيل هذه مقدمًا، وسيتم عرضها على المنصة في وقت تقديم الطلب. نسعى جاهدين لإرسال العنصر إلى العميل في غضون ثمانية وأربعين (48) ساعة من استلام العنصر من المسافر. بمجرد الإرسال، يكون الإطار الزمني المتوقع للتسليم في غضون ثمانية وأربعين (48) ساعة للعناوين داخل دولة الإمارات العربية المتحدة، وما يصل إلى عشرة (10) أيام عمل للعناوين خارج دولة الإمارات العربية المتحدة.
</p>

<p>
    لن تكون Shpper مسؤولة إذا تعذر الوصول إلى العميل على الرغم من المحاولات التي بذلت باستخدام معلومات الاتصال التي قدمها. لا تتحمل Shpper مسؤولية أي تأخيرات أو خسائر ناجمة عن ظروف خارجة عن إرادتها، بما في ذلك تلك الناجمة عن أطراف ثالثة، مثل مقدمي خدمات التوصيل أو عوامل خارجية أخرى.
</p>

<p>
    تحتفظ شركة Shpper بالحق، ولكنها غير ملزمة، بإجراء فحص أولي للشحنة عند استلامها من المسافر للتأكد من أنها لا تحتوي على أي عناصر من قائمة العناصر المحظورة ومطابقة تفاصيل الطلب؛ ومع ذلك، لن تكون شركة Shpper مسؤولة عن أي فشل في تحديد العناصر المحظورة أو غير القانونية في بلد المعاملة. علاوة على ذلك، لا تتحقق شركة Shpper من الجودة أو أصالة العناصر أو ملاءمتها. إذا قررت شركة Shpper، وفقًا لتقديرها الخاص، أن العنصر ينتهك قائمة العناصر المحظورة، أو أي حكم آخر من هذه الاتفاقية أو القوانين، تحتفظ شركة Shpper بالحق في إعادة العنصر إلى المسافر على نفقة المسافر، دون أي التزامات دفع مستحقة تجاه المسافر.
</p>

<p>
    قد يتم تسليم بعض العناصر مباشرة إلى العميل دون المرور بنا أو الخضوع للتفتيش، بما في ذلك في الولايات القضائية التي لا نتواجد فيها تشغيلياً، وتتنصل شركة Shpper من أي مسؤولية عن المشكلات الناشئة عن مثل هذه عمليات التسليم.
</p>

<p>
    يحق للعميل الحصول على مهلة 24 ساعة بعد استلام السلعة لفحصها وتقديم مطالبة صالحة ضد السلعة، إن وجدت، مع تقديم الأدلة اللازمة. يتفق العميل والمسافر على تفويض Shpper لتقديم حل بحسن نية ويتفقان على أن هذا الحل سيكون ملزماً لهما، والذي قد يتضمن تقديم استرداد للعميل في محفظته الرقمية، وإعادة السلعة إلى المسافر. عند انتهاء هذه المهلة البالغة 24 ساعة دون تقديم أي مطالبات صالحة من قبل العميل، سيتم إصدار الدفعة للمسافر (ناقص أي رسوم وتكاليف سارية) وسيتم اعتبار المعاملة مكتملة، مع انتهاء دور Shpper فعليًا.
</p>

<p>
    سيتم النظر في أي مطالبات أو تحقيقات جديدة أو إضافية بعد انتهاء هذه الفترة الزمنية وفقًا لتقدير Shpper وحدها.
</p>

<p>
    يلتزم المسافر بإرفاق وتقديم إيصال الدفع الأصلي كدليل على الشراء مع أي فواتير إضافية كان من المطلوب من المسافر دفعها فيما يتعلق بالعنصر الذي تم شراؤه، قبل أو في نفس وقت تسليم العنصر إلى Shpper. بمجرد تسليم العنصر إلى Shpper، لا يمكن للمسافر رفع أي مطالبات جديدة أو إضافية بشأن أي مبالغ إضافية يتعين على العميل دفعها. على الرغم مما سبق ذكره، إذا دفعت Shpper للمسافر مقابل مطالبة تعتبرها مشروعة، يتفق الطرفان على تفويض هذا الإجراء، ولن يتنازع العميل مع Shpper قرار صادق في هذا الصدد.
</p>

<p>
    يلتزم العميل بدفع السعر الكامل للسلعة، بما في ذلك أي رسوم غير متوقعة ولكنها مشروعة مرتبطة بها. سيتم التعامل مع عدم دفع السعر الكامل كدين مستحق على العميل وقد يكون سببًا للإجراءات القانونية. سيكون العميل مسؤولًا عن عدم دفع أي مستحقات مستحقة. تحتفظ Shpper بالحق في اتخاذ الإجراءات، بما في ذلك تعليق أو إنهاء حساب العميل في حالات عدم دفع السعر الكامل أو أي جزء منه. سيظل أي تعليق من هذا القبيل ساريًا حتى يتم تسوية جميع المستحقات المستحقة بالكامل.
</p>

<p>
    <strong>الإكراميات والضرائب:</strong> يجوز للمشترين اختيار منح الإكراميات لشركة Travelers كبادرة تقدير لخدماتهم. الإكراميات طوعية تمامًا ولا ينبغي أن يطلبها المسافرون بطريقة قسرية. لا تحجب شركة Shpper الضرائب على هذه المبالغ ولا تتحمل أي مسؤولية عن أي التزامات ضريبية ناشئة عن دفع الإكراميات. من خلال قبول الإكراميات، تقر شركة Travelers بمسؤوليتها عن الامتثال لجميع القوانين المعمول بها، بما في ذلك الإبلاغ عن أي ضرائب سارية ودفعها.
</p>

<h4 class="font-bold">الإلغاء</h4>
<p>
    لا يجوز تقديم طلب إلغاء طلب إلا قبل أو خلال ساعتين من بدء رحلة المسافر (كما هو موضح في الموعد النهائي المعروض على البوابة)، بشرط ألا يكون المسافر قد اتخذ أي ترتيبات لشراء المنتج، على سبيل المثال، في حالة طلب منتج بناءً على تأكيد العميل. يوافق العميل على أن الإلغاء بعد هذه المرحلة قد يؤدي إلى مصادرة مبلغ الدفع.
</p>

<p>
    إذا أصبح أحد العناصر غير متاح بعد تقديم الطلب أو تأخر شراء العنصر بشكل كبير بسبب ظروف خارجة عن سيطرة المسافر، فيجب على المسافر إخطار العميل على الفور لمناقشة الموقف وحله وديًا. إذا لم يتم التوصل إلى حل، يجوز لأي من الطرفين طلب مساعدة Shpper، مع تقديم المسافر لدليل ذي صلة بعدم توفر العنصر أو سبب التأخير الكبير. يمكنك الاتصال بنا على <a href="mailto:net.shpper@info">net.shpper@info</a> لمناقشة إمكانية إلغاء طلبك. سنقوم بإجراء تقييم للظروف التي تسببت في التأخير والوقت المتوقع لحل أي مشكلات وتوافر حلول بديلة. بناءً على هذا التقييم، قد يتم إصدار استرداد إذا اعتبرنا ذلك مناسبًا.
</p>

<p>
    سيتم إيداع المبالغ المستردة في المحفظة الرقمية افتراضيًا، وبعد ذلك يمكن للعميل سحب الأموال إلى حسابهم أو استخدام رصيدهم لأي طلبات مستقبلية. نحن لا نقدم أي استردادات نقدية.
</p>

<p>
    يحق لشركة Shpper، وفقًا لتقديرها الخاص، أن تقرر ما إذا كان ينبغي على العميل أو المسافر التنازل عن أي رسوم إذا كان الإلغاء بناءً على ظروف غير متوقعة.
</p>

   <h3 class="text-2xl font-bold mb-4">II. المتجر الإلكتروني</h3>
<p>
    تقدم Shpper أي ًضا متجرا إلكترونيا داخل السوق المحلي لدولة اإلمارات العربية المتحدة أو أي منطقة تعمل فيها Shpper
بشكل قانوني )" السوق "( والذي يتيح لألفراد الذين يرغبون في بيع العناصر )" البائعون "( اإلعالن عن هذه العناصر )"
القوائم "( في السوق، ويربطهم بالمشترين المحتملين )" المشترون "( الذين يمكنهم تصفح هذه القوائم واالتصال مباشرة
بالبائعين لتقديم العروض.
</p>

<h4 class="font-bold">االلتزامات والتعهدات</h4>
<p>إذا كنت بائ ًعا ، فيجب عليك:</p>
<ul class="list-decimal list-inside space-y-2 ml-4">
    <li>استخدام السوق فقط إذا كنت تقيم بشكل قانوني في منطقة قضائية نعمل فيها بشكل قانوني. إذا كنت ال تقيم في مثل هذه الولاية القضائية، فإننا ال نتحمل أي مسؤولية أو التزام تجاه أي معاملات تقوم بها، ويُطلب منك التوقف وتعليق جميع الأنشطة على السوق على الفور؛</li>
    <li>أن تكون المالك القانوني للعنصر أو أن يكون لديك الحق القانوني والمصرح له ببيع العنصر المعلن عنه في قائمتك في السوق؛</li>
    <li>تأكد من أن العنصر الموجود في قائمتك لا يشكل جز ًءا من قائمة العناصر المحظورة لدينا؛</li>
    <li>قم بتقديم وصف كامل ودقيق للعنصر الموجود في قائمتك، ونشره في الفئة المناسبة؛</li>
    <li>عدم تقديم أي تفاصيل غير صحيحة عن أي عنصر في أي قائمة؛</li>
    <li>تضمين عنصر واحد (1) فقط في أي قائمة، وعدم بيع عناصر متعددة من خالل قائمة واحدة؛</li>
    <li>عدم نشر قوائم للسلع المقلدة أو السلع التي تنتهك حقوق الأطراف الثالثة، بما في ذلك حقوق النشر أو العلامات التجارية أو الملكية الفكرية الأخرى؛</li>
    <li>لا تنشر أي محتوى مسيء أو محظور أو غير قانوني داخل قائمتك؛</li>
    <li>عدم استخدام السوق كوسيط لنشر القوائم نيابة عن الآخرين؛</li>
    <li>دفع رسوم الإدراج إلى Shpper لكل قائمة منشورة في السوق؛</li>
    <li>لا تحاول التحايل على رسوم الإدراج أو أي مستحقات أخرى سارية أو مستحقة على Shpper؛</li>
    <li>تقديم تفاصيل شخصية دقيقة لأغراض معرفة العميل (KYC) عند الطلب، والسماح لـ Shpper بالحصول على تفاصيل ذات صلة بك من أطراف ثالثة لأغراض التحقق؛</li>
    <li>الالتزام بجميع القوانين واللوائح المعمول بها فيما يتعلق بإدراجك؛ و</li>
    <li>إجراء كافة المعاملات بشكل قانوني وبحسن نية.</li>
</ul>

<p>إذا كنت مشتريًا ، فيجب عليك:</p>
<ul class="list-decimal list-inside space-y-2 ml-4">
    <li>أن يكون مسمو ًحا له قانونًا بشراء المنتج من خالل السوق؛</li>
    <li>قم بمراجعة القوائم بعناية وتأكد من أن المنتج يلبي متطلباتك قبل تقديم طلب لشرائه؛</li>
    <li>تأكد من دقة معلومات الاتصال الخاصة بك وتفاصيل العنوان ومعلومات الدفع؛</li>
    <li>الوفاء فو ًرا بأي شروط دفع متفق عليها؛</li>
    <li>إجراء كافة المعاملات بشكل قانوني وبحسن نية.</li>
</ul>

<p>
    أنت تقر وتوافق على أن Shpper ليست ملزمة بمراقبة أو الموافقة على أو تعديل القوائم أو محتواها على السوق. نحن لا نتحمل المسؤولية عن القوائم التي ينشرها البائعون؛ ومع ذلك، نحتفظ بالحق في مراقبة وإزالة أي قائمة تنتهك، وفقًا لتقديرنا وحدنا، شروط الخدمة هذه (بما في ذلك قائمة العناصر المحظورة)، أو سياسات Shpper، دون إشعار. عند شراء عنصر عبر السوق، فإنك تشتري مباشرة من البائع الذي نشر القائمة، وال تشارك Shpper، باستثناء الحاالت التي يتم فيها تحديد التسليم، وفي هذه الحالة يقتصر دور Shpper فقط على تسليم العنصر إلى المشتري.
</p>

<h4 class="font-bold">الطلب على السوق:</h4>
<p>
    لإجراء طلب، يجب عليك إضافة عناصر إلى عربة التسوق الخاصة بك، ثم الانتقال إلى إتمام عملية الشراء، وإدخال عنوان الفاتورة/الشحن، واختيار طريقة الدفع المفضلة لديك، ثم إتمام عملية الدفع لاستكمال طلبك. تخضع جميع الطلبات للقبول والتوافر، ولا يتم حجز العناصر الموجودة في عربة التسوق الخاصة بك ويمكن شراؤها من قبل مستخدمين آخرين. نحن نتنصل من أي مسؤولية عن عدم توفر العناصر. إذا ألغى البائعون الطلبات وفقًا لتقديرهم، فلن نكون مسؤولين عن ضمان السعر المدرج في الأصل.
</p>
<p>
    الطلبات المقدمة على السوق تكون بين المشترين والبائعين فقط. ويحق للمشترين اختيار مقابلة البائع ودفع ثمنها شخصيًا، أو رسوم مختلفة، والتي قد نمررها إلى الدفع عبر الإنترنت باستخدام محفظتهم الرقمية على المنصة. وستفرض كل طريقة دفع الشروط الخاصة بها وفقًا لتقديرنا وحدنا. ويمكن للمشترين اختيار ترتيب تسليم العناصر أو استلامها بأنفسهم وفقًا لخياراتهم الخاصة من خلال التنسيق المباشر مع البائع.
</p>
<p>
    بدلاً من ذلك، يمكن للمشترين اختيار التوصيل المقدم من قبل Shpper، إذا لزم الأمر، والذي سيتم تطبيق رسوم إضافية عليه. سيتم عرض رسوم التوصيل الإضافية هذه على المشتري في وقت تقديم الطلب ويجب دفعها مقدمًا. تحتفظ Shpper بالحق، ولكنها ليست ملزمة، بإجراء فحص للشحنة من البائع. نسعى جاهدين لإرسال العنصر إلى العميل في غضون اثنتين وسبعين (72) ساعة من استلام العنصر من البائع. بمجرد الشحن، يكون الإطار الزمني المتوقع للتسليم في غضون ثمانية وأربعين (48) ساعة للعناوين داخل دولة الإمارات العربية المتحدة، وما يصل إلى عشرة (10) أيام عمل للعناوين خارج دولة الإمارات العربية المتحدة. لن يكون Shpper مسؤولاً إذا تعذر الوصول إلى العميل على الرغم من المحاولات التي تم إجراؤها باستخدام معلومات الاتصال التي قدمها. في جميع الحالات، يجب على المشترين تأكيد تسليم العنصر بمجرد استلامه.
</p>
<p>
    يتعين على البائع تحديد سياسة البيع الخاصة به فيما يتعلق بالإرجاعات واسترداد الأموال وما إلى ذلك، بشرط ألا تتعارض هذه السياسات مع سياسات Shpper أو أي قوانين أو الولاية القضائية التي يحدث فيها أي جزء من المعاملة (بما في ذلك على سبيل المثال لا الحصر قوانين حماية المستهلك). يجب أن تكون أي شكاوى بخصوص العناصر بين المشتري والبائع بشكل صارم حيث يقتصر دور Shpper فقط على تسليم العنصر، إذا طلب ذلك.
</p>
<p>
    تفرض شركة Shpper رسومًا على البائع مقابل نشر إعلان على السوق. ولا يمكن استرداد أي رسوم يدفعها البائع في جميع الظروف، بما في ذلك إذا قامت شركة Shpper بإزالة الإعلان بسبب انتهاك شروط الخدمة هذه أو انتهاكها. ولا يضمن دفع رسوم الإعلان نجاح إعلانك في تقديم طلب أو تحقيق الحد الأدنى لعدد العملاء المحتملين لإعلانك.
</p>
<p>
    من خلال تحميل المحتوى إلى السوق، بما في ذلك كجزء من قائمة، فإنك توافق على أن هذا المحتوى غير سري وغير مملوك. وبينما تحتفظ بملكية المحتوى الخاص بك، فإنك تمنحنا والمستخدمين الآخرين ترخيصًا دائمًا وعالميًا وغير حصري وخاليًا من حقوق الملكية لاستخدامه وتخزينه ونسخه وتوزيعه وإتاحته لأطراف ثالثة. ويشمل هذا الترخيص أيضًا حقوق إعادة إنتاج المحتوى الخاص بك وإنشاء أعمال مشتقة منه وعرضه فيما يتعلق بخدمات وعروض البوابة. أنت المسؤول الوحيد عن تأمين المحتوى الخاص بك. يجوز لنا الكشف عن هويتك لأطراف ثالثة تدعي انتهاك الملكية الفكرية أو الخصوصية. بالإضافة إلى ذلك، نحتفظ بالحق في إزالة المحتوى الخاص بك وفقًا لتقديرنا إذا كان ينتهك شروط الخدمة هذه أو أي قوانين ولوائح ذات صلة.
</p>
<p>
    في الحالات التي يتصرف فيها Shpper بصفته البائع، لطلب الإرجاع أو استرداد الأموال، يرجى الاتصال بنا على info@shpper.net مع تفاصيل طلبك. سنقوم بمراجعة وتقييم طلبك وقد نوافق على الإرجاع واسترداد الأموال وفقًا لتقديرنا الخاص. يرجى ملاحظة أننا لا نقبل أي طلبات إرجاع "بسبب تغيير الرأي". علاوة على ذلك، لا نق

`,

    deliveryInsuranceInfo: {
      title: "التسليم والتأمين",
      terms: [
        "إذا كانت Shpper تقوم بتوصيل طلبك، يرجى ملاحظة أن Shpper، وفق لتقديرها الخاص ودون التزام، قد توفر تغطية تأمينية للعناصر أثناء النقل من وقت استلامها بواسطة Shpper من المسافر أو البائع حتى تسليمها إلى العميل أو المشتري. بمجرد تسليم مشترياتك إلى العنوان المحدد والتوقيع عليها، فلن تكون مغطاة بالتأمين بعد الآن.",
        "إذا لم تكن متاحًا أو لا يمكن الوصول إليك عند وصول الطرد الخاص بك، فسنحاول مرتين أخريين لتوصيل مشترياتك. في حالة رفضك قبول التسليم، ستكون مسؤولًا عن تغطية التكاليف المرتبطة بأي محاولات تسليم أخرى، أو إعادة الشحنة، ولا نتحمل أي مسؤولية عن أي أضرار أو خسائر أو إزعاج ناتج عن رفض التسليم. لن تكون Shpper مسؤولة إذا لم نتمكن من الوصول إليك على الرغم من استخدام معلومات الاتصال المقدمة من قبلك.",
      ],
    },

    generalTermInfo: {
      title: "الشروط العامة",
      description: [],
      lists: [
        {
          topic: "إخلاء المسؤولية عن الضمانات والحد من المسؤولية",
          description: "",
          subLists: [
            {
              topic: "المعلومات العامة والدقة",
              description:
                "المعلومات المقدمة لك على أو من خلال البوابة الغرض من هذا الموقع هو توفير معلومات عامة فقط ولا تشكل نصيحة مهنية. وفي حين تسعى شركة Shpper إلى الحفاظ على دقة وأهمية البوابة ومحتوياتها، فإنها لا تضمن خلو البوابة من الأخطاء أو العيوب أو البرامج الضارة أو الفيروسات، ولا تضمن دقة أو اكتمال المعلومات المقدمة. كما لا تتحمل شركة Shpper مسؤولية أي أخطاء أو نقص في المعلومات المقدمة على البوابة، باستثناء حالات الأضرار الناتجة بشكل مباشر عن سوء السلوك المتعمد أو الإهمال الجسيم من جانب شركة Shpper.",
            },
            {
              topic: "استخدام البوابة",
              description:
                "لا تتحمل شركة Shpper مسؤولية أي أضرار ناجمة عن استخدام البوابة أو عدم القدرة على استخدامها، بما في ذلك الأضرار الناجمة عن البرامج الضارة أو الفيروسات. ولا تتحمل شركة Shpper مسؤولية أي أضرار مباشرة أو غير مباشرة أو عرضية أو خاصة أو تبعية أو عقابية، بما في ذلك على سبيل المثال لا الحصر خسارة الأرباح أو انقطاع الأعمال أو فقدان البيانات، الناشئة عن أو فيما يتعلق باستخدامك للبوابة، حتى في حالة إخطارها بإمكانية حدوث مثل هذه الأضرار.",
            },
            {
              topic: "الأنشطة غير المصرح بها والتحريف والعروض غير الرسمية:",
              description:
                "لا تتحمل شركة Shpper مسؤولية أي احتيال أو تحريف أو أنشطة غير مصرح بها تقوم بها أطراف ثالثة باستخدام البوابة، بما في ذلك أي عروض غير رسمية أو إعلانات أو الارتباط بشركة Shpper.",
            },
            {
              topic: "التعاملات مع الطرف الثالث:",
              description:
                "أثناء استخدام البوابة، قد تصادف أو تتمكن من الوصول إلى روابط لمواقع أو خدمات تابعة لجهات خارجية. تعمل هذه المواقع أو الخدمات وفق لشروطها وأحكامها وسياسات الخصوصية الخاصة بها. لا تتحمل شركة Shpper مسؤولية المحتوى أو الممارسات أو التعامل مع بياناتك، كما أنها لا تتحمل المسؤولية عن أي نتائج تترتب على تفاعلاتك معها. ننصحك بمراجعة شروطها وسياسات الخصوصية الخاصة بها قبل التعامل معها، حيث قد تجمع البيانات أو تستخدم ملفات تعريف الارتباط أو تطلب معلومات شخصية.",
            },
            {
              topic: "المحتوى الذي ينشئه المستخدم:",
              description:
                "يتحمل المستخدمون وحدهم مسؤولية التأكد من أن أي صور أو مقاطع فيديو أو بيانات أخرى يقومون بتحميلها على البوابة تتوافق مع جميع القوانين واللوائح ومعايير المجتمع المعمول بها. لا تقوم شركة Shpper بمراقبة أو مراجعة المحتوى الذي ينشئه المستخدم بشكل نشط للتحقق من الامتثال القانوني وتتنصل من أي مسؤولية عن أي محتوى قد ينتهك أي قوانين.",
            },
            {
              topic: "الضمانات الصريحة والضمنية:",
              description:
                "تتم توفير جميع الخدمات والسلع والمعاملات التي يتم تيسيرها من خلال البوابة من قبل أطراف ثالثة مستقلة، ولا تضمن شركة Shpper أو تتحمل المسؤولية عن جودة أو قانونية أو سلامة أو موثوقية هذه الخدمات أو السلع. إلى أقصى حد يسمح به القانون، تتبرأ شركة Shpper من جميع الضمانات، سواء كانت صريحة أو ضمنية، بما في ذلك على سبيل المثال لا الحصر ضمانات قابلية التسويق والملاءمة لغرض معين أو عدم الانتهاك. نحن نتبرأ من كل المسؤولية عن أي ضرر أو إصابة أو وفاة ناتجة عن استخدام أو استهلاك أي سلع تم شراؤها من خلال منصتنا. وهذا يشمل، على سبيل المثال لا الحصر، أي مشكلات ناشئة عن سحب المنتجات أو أي آثار سلبية تتعلق بالحالات الطبية، مثل الحساسية أو التحسس من المواد الاستهلاكية.",
            },
            {
              topic: "التواصل داخل البوابة:",
              description: [
                "تتم جميع المعاملات والتفاعلات بين المستخدمين على مسؤولية الأطراف، ولن تتحمل شركة Shpper المسؤولية عن أي نزاعات أو أفعال ضارة (سواء حدثت عبر الإنترنت أو دون اتصال بالإنترنت) قد تنشأ عن هذه التفاعلات. نحتفظ بالحق في مراقبة الدردشات داخل التطبيق بشكل دوري لضمان الامتثال لشروط الخدمة لدينا، ومنع الاحتيال، وتعزيز سلامة المستخدم، والحفاظ على سلامة البوابة. باستخدام ميزة الدردشة داخل التطبيق، فإنك تقر وتوافق على أن اتصالاتك قد تكون خاضعة لمثل هذه المراقبة. نحن ملتزمون بالحفاظ على الشفافية وحماية خصوصيتك، وسنتعامل مع أي بيانات نحصل عليها وفقًا لسياسة الخصوصية والقوانين المعمول بها.",
                "يقدم تطبيق شبر ميزة الترجمة الآلية للمحادثات داخل التطبيق بين العربية والإنجليزية ولغات أخرى لتسهيل التواصل بين المستخدمين. وفي حين يسعى تطبيق شبر إلى تقديم ترجمات دقيقة وموثوقة، فإنه لا يضمن دقة أو موثوقية الترجمات المقدمة. ويقر المستخدمون ويوافقون على أن أي سوء تفاهم أو نزاعات تنشأ عن استخدام أو عدم استخدام ميزة الترجمة هذه ليست مسؤولية تطبيق شبر، حيث أن هذه الميزة هي لأغراض مرجعية فقط.",
              ],
            },
            {
              topic: "التواصل خارج البوابة:",
              description:
                "لا تقوم شركة Shpper بمراقبة الاتصالات والتفاعلات بين المستخدمين خارج البوابة ولا تتحكم فيها ولا تتحمل أي مسؤولية عن مثل هذه التفاعلات. إذا اختار المستخدمون المشاركة في التواصل خارج البوابة الخاصة بنا، تحتفظ شركة Shpper بالحق في إنهاء حساباتهم والسعي للحصول على تعويض عن أي خسائر تجارية تكبدوها نتيجة لهذه الإجراءات.",
            },
            {
              topic: "الحد الأقصى للمسؤولية:",
              description:
                "في أي حال من الأحوال، لن تتجاوز مسؤولية شركة Shpper تجاهك فيما يتعلق باستخدامك للبوابة أو شروط الخدمة هذه، بغض النظر عن سبب الدعوى أو الخسارة التي تكبدتها، الأقل من: (أ) المبلغ الذي دفعته إلى شركة Shpper مقابل الخدمات التي تقدمها شركة Shpper بشكل مباشر ووحيد (أي رسوم خدمة Shpper أو رسوم المنصة على كل طلب)، والتي قد تكون موضوع النزاع أو المطالبة ذات الصلة (إن وجدت)؛ أو (ب) ألف درهم إماراتي (1000 درهم إماراتي).",
            },
          ],
        },
        {
          topic: "شروط التوصيل",
          description:
            "تقدم Shpper خدمات التوصيل للعملاء الذين يشترون المنتجات عبر البوابة. يتم توفير التوصيل في العناوين المقررة فقط. يحتفظ Shpper بالحق في فرض رسوم توصيل على الطلبات، والتي سيتم الإشارة إليها في وقت إتمام الطلب. يجب على العملاء التأكد من إدخال عنوان التوصيل الصحيح عند تقديم الطلب. لا تتحمل Shpper المسؤولية عن أي تأخير في التوصيل ناتج عن ظروف خارجة عن إرادتها، بما في ذلك، على سبيل المثال لا الحصر، الأحوال الجوية أو المشاكل المتعلقة بالنقل أو ظروف الطريق.",
        },
        {
          topic: "التعديالت:",
          description: [
            "تحتفظ شركة Shpper بالحق في تعديل أو استبدال أي جزء من شروط الخدمة هذه، أو تعديل أو تعليق أو إيقاف البوابة أو الخدمات - بما في ذلك أي ميزات أو قواعد بيانات أو محتوى - في أي وقت، وفق لتقديرها. قد يتم تقديم إشعار بهذه التغييرات عن طريق النشر على البوابة أو من خلال إشعارات التطبيق أو عبر البريد الإلكتروني. يجوز لشركة Shpper أيضًا فرض قيود على ميزات وخدمات معينة أو تقييد الوصول إلى أجزاء من البوابة أو البوابة بأكملها دون إشعار أو مسؤولية. في حالة توقف شركة Shpper عن نشر خدماتها، فقد يتم تقديم خدمات بديلة.",
            "تحتفظ شركة Shpper بموجب هذا بالحق في فرض رسوم جديدة لاستخدام البوابة أو أي من الخدمات، ويمكنك اختيار قبولها ومواصلة استخدامك للبوابة أو أي من هذه الخدمات أو رفضها ووقفها.",
          ],
        },

        {
          topic: "العملة:",
          description:
            "جميع الأسعار المعروضة على بوابة Shpper، أو التي يتم عرضها بواسطة خدمة العملاء، بالدرهم الإماراتي. في المناطق التي نعمل فيها بشكل قانوني، قد يتم عرض الأسعار بعملات أخرى حسب موقعك. تتضمن البوابة أداة تحويل العملات الآلية التي تعتمد على بيانات الطرف الثالث، ولكننا لسنا مسؤولين عن دقة أسعار الصرف هذه، والتي يتم توفيرها لأغراض مرجعية فقط.",
        },

        {
          topic: "معالجة المدفوعات:",
          description: [
            "يجوز لنا تحصيل المدفوعات منك عبر البوابة. من خلال تقديم تفاصيل الدفع الخاصة بك أثناء الإضافة إلى رصيد محفظتك الرقمية أو تعبئته، فإنك تخولنا (عبر بوابة الدفع المحددة) تحصيل المبلغ المحدد من خلال طريقة الدفع التي اخترتها. من خلال اختيار طريقة دفع معينة، فإنك تقر بموافقتك على شروط الخدمة الخاصة بشركاء معالجة الدفع لدى Shpper والمؤسسة المالية أو مزود خدمة الدفع الذي أصدر طريقة الدفع التي اخترتها. كما توافق على أنك ستتحمل تكلفة أي رسوم يفرضها شركاء معالجة الدفع أو المؤسسات المالية فيما يتعلق بطريقة الدفع التي اخترتها.",
            "نحن لسنا مسؤولين عن أي خسائر قد تتعرض لها إذا كانت طريقة الدفع الخاصة بك تفتقر إلى الأموال الكافية لتغطية مبلغ الدفع بالكامل. في حالة إجراء معاملات على المنصة، فإننا نحتفظ بالحق في الاحتفاظ بالأموال إما من خلال بوابة الدفع أو في أحد حساباتنا المصرفية، وفق لتقديرنا، حتى يتم إتمام المعاملة كما هو مخطط له.",
            "أنت توافق على عدم بدء أي عمليات استرداد أو إلغاء لمدفوعات مع جهة إصدار بطاقتك الائتمانية دون محاولة حل المشكلة مع Shpper أولاً. تعتبر عمليات استرداد المدفوعات غير المصرح بها انتهاكاً لشروط الخدمة هذه وتحتفظ Shpper بالحق في الاعتراض على أي عمليات استرداد مدفوعات غير مصرح بها وقد تتخذ إجراءات ضدك حسب الضرورة.",
          ],
        },

        {
          topic: "المحفظة الرقمية:",
          description: [
            "توفر Shpper، بالشراكة مع مؤسساتها المالية أو المصرفية المعينة، ميزة المحفظة الرقمية لإجراء معاملات سلسة ('المحفظة الرقمية'). يجب إجراء جميع المدفوعات على البوابة من خلال المحفظة الرقمية. يمثل الرصيد الموضح في محفظتك الرقمية الأموال المتاحة الصافية المحفوظة نيابة عنك داخل حساب مصرفي يتم صيانته وتشغيله بواسطة البنك المتعاقد مع Shpper وفق للقوانين المعمول بها ('الحساب المصرفي'). البنك مرخص ومنظم من قبل السلطات المختصة ومصرح له بحفظ هذه الأموال. تحتفظ Shpper بالحق في تغيير المؤسسة المصرفية المتعاقدة من وقت لآخر، وباستخدام هذه الخدمة، فإنك توافق على الشروط والأحكام الخاصة بأي بنك أو مؤسسة مالية قد نتعاون معها.",
            "ستقوم Shpper بإيداع الأموال في محفظتك الرقمية بناءً على تعليماتك للقيام بذلك، أو عن طريق إجراء عملية بيع أو شراء على البوابة، وبعد تحصيل أو استلام الأموال منك. عند إتمام المعاملة، ستخصم Shpper مبلغ المعاملة (بما في ذلك أي ضرائب أو رسوم أو تكاليف سارية) من رصيد محفظتك الرقمية. لا تنتهي صلاحية رصيد المحفظة الرقمية ويمكن استخدامه في عمليات الشراء المستقبلية على البوابة، وفي هذه الحالة، سوف تقوم Shpper (أو مؤسسة مالية منظمة أو مزود نظام دفع نيابة عن Shpper) بتلبية وتسوية التزام الدفع حتى رصيد المحفظة الرقمية المنعكس في حسابك.",
            "عندما يكمل المشترون الدفعات الخاصة بالطلبات عبر السوق، يتم إيداع الأموال المقابلة في المحفظة الرقمية للبائع فوراً بمجرد تأكيد تسليم العنصر وإغلاق نافذة النزاع. سيتم إيداع المبالغ المستردة، عند الاقتضاء، وفق لتقديرنا، في محفظتك الرقمية، ما لم نقرر خلاف ذلك. إذا كان مطلوبًا من Shpper، لأي سبب من الأسباب، عكس عملية تحويل، فسيتم إرجاع المسؤول عن كل أو جزء من الرسوم التي تطبقها Shpper أو بوابة الدفع ذات الصلة إلى محفظتك الرقمية، ولكنك قد تظل مسؤولاً عن الدفع الخاصة بك على المعاملة.",
            "يجوز لك إعادة تحميل المحفظة الرقمية بقيمة إضافية وفق أي حدود يفرضها Shpper أو بموجب القانون وكما قد يتم إخطارك به من وقت لآخر من خلال طريقة الدفع التي توفرها Shpper على البوابة. يجوز لشركة Shpper، وفقًا لتقديرها الوحيد والمطلق، اختيار رفض طلب تحميل الأموال في المحفظة الرقمية، بما في ذلك (على سبيل المثال لا الحصر) حيث يؤدي إعادة التحميل إلى تجاوز القيمة الإجمالية المخزنة في محفظتك الرقمية لأي قيمة مسموح بها بموجب القوانين.",
            "من خلال تحميل الأموال وتخزينها على المحفظة الرقمية، فإنك تقر بأن الأموال تُضاف لغرض إجراء معاملات مستقبلية لدى Shpper. يجوز لشركة Shpper الاحتفاظ بأي أموال تتلقاها على البوابة. كما تقر وتوافق على أنك لا تودع أموالاً منك لدى المؤسسات المالية المتعاقدة معها أو أي مرافق أخرى أو أطراف ثالثة تراها Shpper مناسبة، واستخدام أي من شروط الخدمة هذه دون الاحتفاظ بحيازة و/أو التحكم في مبلغ مماثل من المال أو الأصول الأخرى وفقًا لصالحك. تقتصر حقوقك فيما يتعلق بأي من هذه الأموال على التزام تعاقدي لشركة Shpper بتوفير مبلغ معادل في محفظتك الرقمية لاستخدامك فيما يتعلق بالبوابة والخدمات.",
            "يمكن سحب الأموال الموجودة في المحفظة الرقمية إلى حسابك المصرفي أو إلى أي من طرق الدفع الأخرى المتاحة على البوابة. بمجرد تقديم طلب السحب، سنبدأ العملية خلال أربع وعشرين (24) ساعة. يرجى ملاحظة أن الأموال قد تستغرق ما يصل إلى سبعة (7) أيام عمل لتظهر في طريقة الدفع التي اخترتها، حيث يخضع وقت الاكتمال لعوامل خارجية، بما في ذلك أوقات معالجة البنك. نحن لسنا مسؤولين عن أي رسوم يتم فرضها أو أسعار الصرف المطبقة بواسطة طريقة الدفع المحددة التي اخترتها، ولا أي تأخير ناتج عنها، أثناء عملية السحب.",
            "يمكنك إغلاق محفظتك الرقمية في أي وقت عن طريق الاتصال بنا عبر البوابة أو عبر البريد الإلكتروني. كما سنقوم بإغلاق محفظتك الرقمية عند تلقي إشعار كتابي بوفاتك من قبل تركتك أو ورثتك.",
            "عند إغلاق محفظتك الرقمية، سيتم تحويل أي أموال متبقية في المحفظة الرقمية إلى حساب مصرفي حددته، أو إرسالها عبر شيك إلى عنوانك المسجل لدينا في وقت الإغلاق. إذا طلبت إغلاق محفظتك الرقمية ولكن لا يزال لديك رصيد مستحق، فقد نحتفظ بحسابك ومحفظتك الرقمية مفتوحين ونواصل استرداد المبلغ المستحق من خلال عمليات الاسترداد الخاصة بنا.",
            "تحتفظ شركة Shpper بالحق في تقديم حد أدنى لرصيد المحفظة الرقمية في المستقبل. بالإضافة إلى ذلك، قد تقدم Shpper، وفقًا لتقديرها في أي وقت، ميزات دفع إضافية، أو تقيد الوصول إلى واحدة أو أكثر من الميزات المتاحة، للمستخدمين الذين نجحوا في التحقق من هويتهم، حسبما تقتضيه قوانين مكافحة غسل الأموال وتمويل الإرهاب وقوانين وأنظمة KYC الأخرى الخاصة بالتحقق من الشخصية.",
          ],
        },

        {
          topic: "ضريبة القيمة المضافة والجمارك والضرائب الأخرى:",
          description: [
            "يحظر نقل أي مواد تعتبر محظورة بموجب قوانين الجمارك في بلد المغادرة أو الوصول أو بموجب لوائح شركات الطيران ذات الصلة أو قوانين الطيران، ويتحمل المسافر المسؤولية الكاملة عن التحقق من هذه القوانين واللوائح والالتزام بها، والإعلان عن أي مواد تتجاوز قيمتها الحد الأدنى للجمارك الذي تحدده السلطات المختصة في كل من نقطة المغادرة ونقطة الوصول، ودفع الرسوم الجمركية المناسبة، إذا لزم الأمر.",
            "يوافق العميل على أنه إذا تجاوزت قيمة العنصر المنقول عتبة الإفصاح الجمركي في الوجهة، وقام المسافر بدفع أي رسوم جمركية سارية، فإن العميل يلتزم بموجب هذا بتعويض المسافر عن هذه الرسوم، مع تقديم المسافر لإثبات ذلك، حسب الضرورة.",
            "تتحمل شركة Shpper مسؤولية تحصيل ضريبة القيمة المضافة فقط على رسوم الخدمة والعمولات التي تكتسبها المنصة مباشرة، وليس على السلع المتبادلة بين المستخدمين.",
            "تقر وتتعهد بأنك ستدفع أي ضرائب، بما في ذلك ضريبة القيمة المضافة، ذات الصلة بمعاملاتك وتلتزم باللوائح الضريبية، حسب الاقتضاء.",
          ],
        },
        {
          title: "اللغة",
          description:
            "إذا تمت ترجمة شروط الخدمة هذه إلى أي لغة أخرى وكان هناك تناقض بين النص الإنجليزي والنص باللغة الأخرى، فسوف تسود النسخة النصية الإنجليزية إلى أقصى حد وأقصى حد يسمح به القانون المعمول به.",
        },
        {
          topic: "تعريف القانون (القوانين):",
          description: [
            'ألغراض هذه الاتفاقية، يشير مصطلح "القانون (القوانين)" إلى جميع القوانين والأنظمة المعمول بها في دولة الإمارات فضلاً عن أي لوائح أو أنظمة أو قوانين أو قواعد أو توجيهات أو إرشادات صادرة عن سلطاتها الحكومية العربية المتحدة، أو التنظيمية. يتضمن هذا أيضاً، دون حصر، اللوائح الخاصة بمكافحة غسل الأموال وقوانين الاستيراد والتصدير واللوائح الجمركية وقوانين صرف العملات وأي قوانين أخرى سارية أو أوامر أو قرارات محكمة ملزمة ذات صلة بهذه الاتفاقية والأنشطة المنصوص عليها هنا. يشير مصطلح "القوانين" أيضاً إلى أي قوانين أخرى ذات صلة في ولايات قضائية أخرى قد تعمل فيها Shpper بشكل قانوني أو قد تنطبق على المستخدمين بموجب أنشطتهم بموجب هذه الاتفاقية.',
          ],
        },

        {
          topic: "استخدام البيانات الشخصية:",
          description: [
            "نحن ملتزمون بحماية خصوصيتك وضمان استخدام أي بيانات شخصية تم جمعها لأغراض قانونية فقط. سيتم معالجة بياناتك الشخصية وفقًا لقوانين حماية البيانات المعمول بها واستخدامها فقط للغرض المقصود منها، مثل تقديم الخدمات أو تحسين تجربة المستخدم أو الوفاء بالالتزامات القانونية. لا نستخدم أو نشارك بياناتك بما يتجاوز ما هو ضروري قانونًا أو مطلوب بشكل معقول لأعمالنا. من خلال تقديم معلومات الاتصال الخاصة بك، فإنك توافق على أن نستخدمها للوصول إليك من خلال طرق الاتصال المختلفة حسب الحاجة.",
            "يستخدم Shpper خدمات مختلفة تابعة لجهات خارجية لتعزيز وتوفير الوظائف على بوابتنا ولغرض الوفاء بالخدمات المقصودة. باستخدام بوابتنا، فإنك توافق على مشاركة Shpper لبياناتك التشغيلية أو المعاملاتية أو غيرها مع أطراف ثالثة ذات صلة وتقبل تلقائيًا الشروط والأحكام الخاصة بمقدمي الخدمات الخارجيين هؤلاء.",
            "قد يُطلب منا أيضًا، من وقت لآخر، إجراء فحص للجرائم المالية للامتثال للقوانين أو اللوائح المعمول بها، وفي مثل هذه الظروف، فإنك توافق على التعاون مع أي طلبات للحصول على معلومات. ستخزن Shpper بياناتك فقط طالما كان ذلك ضروريًا وطالما تقتضيه القوانين المعمول بها.",
            "يرجى الرجوع إلى سياسة الخصوصية الخاصة بنا لفهم كيفية جمعنا ومعالجتنا ومشاركتنا لبياناتك الشخصية فيما يتعلق باستخدامك للبوابة.",
          ],
        },

        {
          topic: "استخدام البيانات الشخصية:",
          description: [
            "نحن ملتزمون بحماية خصوصيتك وضمان استخدام أي بيانات شخصية تم جمعها لأغراض قانونية فقط. سيتم معالجة بياناتك الشخصية وفقًا لقوانين حماية البيانات المعمول بها واستخدامها فقط للغرض المقصود منها، مثل تقديم الخدمات أو تحسين تجربة المستخدم أو الوفاء بالالتزامات القانونية. لا نستخدم أو نشارك بياناتك بما يتجاوز ما هو ضروري قانونًا أو مطلوب بشكل معقول لأعمالنا. من خلال تقديم معلومات الاتصال الخاصة بك، فإنك توافق على أن نستخدمها للوصول إليك من خلال طرق الاتصال المختلفة حسب الحاجة.",
            "يستخدم Shpper خدمات مختلفة تابعة لجهات خارجية لتعزيز وتوفير الوظائف على بوابتنا ولغرض الوفاء بالخدمات المقصودة. باستخدام بوابتنا، فإنك توافق على مشاركة Shpper لبياناتك التشغيلية أو المعاملاتية أو غيرها مع أطراف ثالثة ذات صلة وتقبل تلقائيًا الشروط والأحكام الخاصة بمقدمي الخدمات الخارجيين هؤلاء.",
            "قد يُطلب منا أيضًا، من وقت لآخر، إجراء فحص للجرائم المالية للامتثال للقوانين أو اللوائح المعمول بها، وفي مثل هذه الظروف، فإنك توافق على التعاون مع أي طلبات للحصول على معلومات. ستخزن Shpper بياناتك فقط طالما كان ذلك ضروريًا وطالما تقتضيه القوانين المعمول بها.",
            "يرجى الرجوع إلى سياسة الخصوصية الخاصة بنا لفهم كيفية جمعنا ومعالجتنا ومشاركتنا لبياناتك الشخصية فيما يتعلق باستخدامك للبوابة.",
          ],
        },
        {
          topic: "التعويض:",
          description: [
            "بموافقتك على شروط الخدمة هذه واستخدام البوابة أو الخدمة، فإنك توافق على الدفاع عن FAB، Shpper والشركات التابعة لها والجهات المرخصة لها وكل من مسؤوليها ومديريها ومستخدميها الآخرين وموظفيها ومحاميها ووكالئها، وإيذائهم وحمايتهم من أي مطالبات وتكاليف وأضرار وخسائر ومسؤوليات ونفقات (بما في ذلك أتعاب وتكاليف المحاماة) الناشئة عن أو فيما يتعلق بما يلي:",
          ],
          subLists: [
            {
              description:
                "انتهاكك أو خرقك لأي حكم من أحكام شروط الخدمة هذه أو أي قانون أو لائحة سارية، سواء تمت الإشارة إليها صراحةً هنا أم لا;",
            },
            {
              description:
                "انتهاكك لأي حقوق لأي طرف ثالث، بما في ذلك المسافرين المسجلين على البوابة;",
            },
            {
              description: "المحتوى الذي قمت بتحميله على البوابة;",
            },
            {
              description: "استخدامك أو إساءة استخدامك للبوابة أو الخدمات.",
            },
          ],
        },
        {
          topic: "قابلية الفصل:",
          description: [
            "إذا اعتبرت أي محكمة أو سلطة أي حكم من أحكام شروط الخدمة هذه غير صالح أو غير قانوني أو غير قابل للتنفيذ، فيجب فصل هذا الحكم. لن يؤثر بطالن هذا الحكم على صحة ونفاذ الأحكام المتبقية، والتي ستظل سارية المفعول بالكامل.",
          ],
        },
        {
          topic: "التكليف:",
          description: [
            "لا يجوز لك التنازل عن حقوقك بموجب هذه الاتفاقية أو نقلها كليًا أو جزئيًا دون موافقة كتابية مسبقة من Shpper. أنت تمنح موافقتك لـ FAB على التنازل عن حقوقها والتزاماتها بموجب هذه الاتفاقية أو نقلها كليًا أو جزئيًا، بما في ذلك إلى أي كيان تحدده Shpper (وفقًا للقوانين ذات الصلة). يحق لـ Shpper التنازل عن هذه الاتفاقية أو نقل حقوقها والتزاماتها بموجب هذه الاتفاقية إلى أي شركة تابعة أو فيما يتعلق ببيع أو نقل جميع أصول Shpper أو أصولها التجارية تقريبًا.",
          ],
        },
        {
          topic: "معالجة المظالم:",
          description: [
            "يمكن تقديم الشكاوى ضد المستخدم عبر البريد الإلكتروني إلى Shpper على net.shpper@info. عند استلام مثل هذه الشكوى مع الأدلة المناسبة، ستجري Shpper تحقيقًا وبناءً على النتائج، قد تختار إدراج المستخدم في القائمة السوداء إذا لزم الأمر.",
          ],
        },

        {
          topic: "الحظر والإنهاء:",
          description: [
            "نحتفظ بالحق في إنهاء أو تعليق وصولك إلى البوابة والخدمات، وفق لتقديرنا الخاص، دون إشعار مسبق أو مسؤولية، لأي سبب من الأسباب، بما في ذلك على سبيل المثال لا الحصر انتهاك شروط الخدمة هذه. يجوز لنا إنهاء حسابك إذا اشتبهنا أو تأكدنا من إساءة استخدام الحساب أو لمنع الخسارة. عند الإنهاء، سيتوقف حقك في استخدام البوابة على الفور.",
            "نحافظ على سياسة عدم التسامح المطلق مع اللغة المسيئة أو السلوك غير اللائق الموجه إلى شركتنا أو بوابتنا وخدماتنا. إذا تم تحديد، وفقً لذلك، أن المستخدم ينخرط في مثل هذا السلوك، بما في ذلك استخدام لغة مسيئة أو تهديدات أو تشهير أو قذف ضد شركتنا أو بوابتنا وخدماتنا أو موظفينا أو ممثلينا، فإننا نحتفظ بالحق في إغلاق حساب المستخدم بشكل دائم دون أي استرداد للأرصدة المستحقة، إن وجدت. يمكن أيضًا اعتبار مثل هذا السلوك سببًا للإجراءات القانونية والجنائية.",
            "إذا كنت ترغب في إنهاء علاقتك بنا، فيمكنك ببساطة التوقف عن استخدام البوابة. يمكنك أيضًا حذف حسابك باستخدام ميزة حذف الحساب داخل البوابة أو طلب حذف حسابك عن طريق الكتابة إلينا على net.shpper@info. سنقوم بحذف حسابك بمجرد التأكد من عدم وجود أي التزامات أو مستحقات عليك والتعامل مع بياناتك وفق لقوانين خصوصية البيانات.",
            "تظل جميع أحكام شروط الخدمة هذه التي بطبيعتها يجب أن تظل سارية بعد الإنهاء، بما في ذلك على سبيل المثال لا الحصر، أحكام الملكية، وإخلاء المسؤولية عن الضمان، والتعويض، والحدود المفروضة على المسؤولية.",
            "يُحظر على المستخدمين محاولة التحايل على رسوم Shpper أو التكاليف المستحقة بأي طريقة. ستُعتبر أي إجراءات يتم اتخاذها لتجاوز أو تجنب دفع الرسوم المناسبة، مثل محاولة إجراء معاملات خارج البوابة أو تقديم تفاصيل خاطئة عن انتهاك للشروط الواردة هنا وقد تؤدي إلى عقوبات، بما في ذلك تعليق الحساب أو إنهائه.",
            "تحتفظ شركة Shpper بالحق في تعليق حسابك أو إنهائه في حالة عدم سداد ثمن الخدمات المقدمة أو العناصر التي تم شراؤها من خلال البوابة. سيظل التعليق ساريًا حتى يتم تسوية جميع المستحقات المتبقية بالكامل.",
            "نحتفظ بالحق في متابعة أي سبل انتصاف متاحة لأي خرق لشروط الخدمة.",
          ],
        },

        {
          topic: "القوة القاهرة:",
          description: [
            'لن تكون شركة Shpper مسؤولة عن أي فشل أو تأخير في أداء التزاماتها بموجب شروط الخدمة هذه حيث يكون هذا الفشل أو التأخير ناتجًا عن أحداث خارجة عن سيطرتها المعقولة ("أحداث القوة القاهرة").',
            "قد تشمل أحداث القوة القاهرة، على سبيل المثال لا الحصر، أفعال هللا، والكوارث الطبيعية، والحرب، والاضطرابات المدنية، والإضرابات، والنزاعات العمالية، والإجراءات أو القيود الحكومية، وانقطاع التيار الكهربائي، والهجمات الإلكترونية، والأوبئة، أو فشل مقدمي الخدمات من جهات خارجية (بما في ذلك خدمات التوصيل والخدمات اللوجستية).",
            "خلال مثل هذه الأحداث، سيتم تعليق التزامات شركة Shpper طوال مدة حدث القوة القاهرة، لكننا سنبذل جهدًا معقولًا لاستئناف العمليات العادية في أقرب وقت ممكن.",
          ],
        },
        {
          topic: "حل النزاعات والقانون الحاكم:",
          description: [
            "في حالة حدوث نزاع بين المستخدمين يتطلب تدخل Shpper، يوافق المستخدمون على تفويض Shpper اتخاذ قرارات صادقة وتنفيذ الإجراءات اللازمة كشكل من أشكال الحل، وإذا اتخذت Shpper مثل هذا القرار بشأن أي من هذه النزاعات، فلن يُعزى أي تضارب في المصالح إلى Shpper، على الرغم من أنه يجوز لنا التواصل نيابة عن أحد الأطراف.",
            "يكون قرار Shpper في هذا الصدد نهائيًا ويجب أن يقبله المستخدمون، ويوافق المستخدمون على عدم تحميل Shpper المسؤولية عن أي من هذه القرارات.",
            "في حالة وجود نزاع مع Shpper، نشجعك على البحث عن حل أولاً عن طريق الاتصال بنا مباشرة على info@shpper.net. سنراجع شكواك بعناية ونسعى جاهدين لحلها على الفور.",
            "إذا لم نتمكن من تسوية النزاع وديًا، فإن النزاع، بما في ذلك القضايا المتعلقة بشروط الخدمة وتكوينها وأي مسائل غير تعاقدية، سيخضع لقانون دولة الإمارات العربية المتحدة كما هو معمول به في إمارة دبي ويتم تفسيره وفق لذلك.",
            "أنت توافق بشكل لا رجعة فيه على الاختصاص الحصري لمحاكم دبي لحل أي نزاعات أو مطالبات مرتبطة أو ناشئة عن استخدامك للبوابة أو شروط الخدمة هذه، بما في ذلك صلاحيته أو تطبيقه أو إنهائه، وأي التزامات تعاقدية أو غير تعاقدية ذات صلة.",
          ],
        },
      ],
    },
    prohibitedItemData: {
      title: "قائمة العناصر المحظورة:",
      terms: [
        "كجزء من سياسة Shpper وكما قد يفرضه القانون، يُحظر عليك شراء أو تسليم أو إرسال أو استالم الفئات التالية من المواد والمنتجات والمنتجات ذات الصلة، وتوافق على السماح لـ Shpper بفتح أي شحنة من أجل ضمان سالمتها وامتثالها لشروط الخدمة هذه. تتضمن هذه القائمة أمثلة توضيحية للعناصر المحظورة وليست شاملة. في حالة الشك، يرجى االتصال بـ Shpper لتجنب أي مسؤولية ناشئة عن شراء أو تسليم أو إرسال أو استالم مثل هذا العنصر.",
      ],
    },
    categoryTableContent: {
      titles: ["الفئة", "الأمثلة"],
      tableData: [
        {
          category: "الكحول",
          examples:
            "المشروبات الروحية والنبيذ والشمبانيا والبيرة والمسكرات الأخرى.",
        },
        {
          category: "الحيوانات والنباتات",
          examples:
            "الحيوانات، وتربية الحيوانات، والحيوانات المحنطة، وأجزاء الحيوانات، والدم، والسوائل، والبذور المحظورة، والنباتات، والأنواع المهددة بالانقراض، وغيرها من المواد العضوية المحظورة بالقانون.",
        },
        {
          category: "الأعضاء وأجزاء الجسم البشري",
          examples:
            "الأعضاء البشرية، السوائل، الخلايا الجذعية، الأجنة، وأجزاء الجسم.",
        },
        {
          category: "منتجات التبغ والنيكوتين",
          examples:
            "السجائر، والسجائر الإلكترونية، والـ Vape الإلكترونية، والسيجار، ومنتجات الشيشة، ومنتجات التبغ.",
        },
        {
          category: "المحتوى الإباحي",
          examples:
            "المحتوى الإباحي، وخاصة الذي يتضمن الاستغلال الجنسي للأطفال.",
        },
        {
          category: "المحتوى المحمي بحقوق الطبع والنشر والملكية",
          examples:
            "النسخ غير القانونية للكتب والموسيقى والأفلام والبرامج وألعاب الفيديو وأي مواد تنتهك أي حقوق ملكية فكرية.",
        },
        {
          category: "السلع المقلدة وغير القانونية",
          examples:
            "المنتجات المقلدة، والتصاميم المقلدة، والتوقيعات المزورة، والعملات المعدنية، والطوابع، وغيرها من العناصر غير القانونية.",
        },
        {
          category: "أجهزة التجاوز",
          examples:
            "شرائح أو أجهزة أو أدوات مصممة لتجاوز الحماية الرقمية، بما في ذلك أجهزة فك تشفير الهواتف المحمولة مثل الأندرويد و iPhone.",
        },
        {
          category:
            "المنتجات الطبية، منتجات الشفاء، المخدرات غير المشروعة والأدوات المستخدمة في تعاطيها",
          examples:
            "الأدوية، والأدوية الموصوفة، والمخدرات غير المشروعة، ومعدات الأدوية، والمواد التي لها نفس تأثير المخدرات غير المشروعة، والحبوب العشبية، والفطر السحري، وبدائل الأدوية، والمكملات الغذائية، والمنتجات الطبية.",
        },
        {
          category: "العلاجات الزائفة",
          examples: "العلاجات غير المؤكدة، والمواد العلمية الزائفة.",
        },
        {
          category: "المقامرة",
          examples:
            "تذاكر اليانصيب، والمراهنات الرياضية، وعضويات المقامرة عبر الإنترنت، والمحتوى ذي الصلة.",
        },
        {
          category: "الأصول الافتراضية",
          examples:
            "العملة الافتراضية، العملة المشفرة، خدمات الفوركس، خدمات صرف العملات، NFTs.",
        },
        {
          category: "الأصول المالية",
          examples: "الأسهم، والأوراق المالية، والأوراق المالية.",
        },
        {
          category: "أدوات الدفع",
          examples: "بطاقات الائتمان/الخصم، الشيكات، بطاقات سالك، بطاقات نول.",
        },
        {
          category: "أدوات القرصنة الإلكترونية",
          examples:
            "المعلومات أو الأدوات التي تمكن من الوصول غير القانوني إلى البرامج أو مواقع الويب أو الممتلكات المحمية الأخرى.",
        },
        {
          category: "البضائع غير المشروعة والمسروقة",
          examples:
            "البضائع المقلدة أو المسروقة أو المنتجة أو التي تم الحصول عليها بطريقة غير قانونية أو التي تنتهك حقوق الطرف الثالث أو المهربة التي تخضع لقيود الاستيراد/التصدير.",
        },
        {
          category: "أجهزة الاتصالات غير القانونية",
          examples:
            "أجهزة التقاط إشارات الأقمار الصناعية بشكل غير قانوني، وفك تشفير الكابلات، ومعدات المراقبة، وبطاقات التشفير، وأدوات تعديل الهواتف المحمولة.",
        },
        {
          category: "المحتوى غير اللائق والمسيء",
          examples:
            "البضائع التي تشوه سمعة أي شخص، أو تحرض على العنف، أو تعزز الكراهية، أو تدعم الجماعات الإرهابية، أو تنتهك المعايير الأخلاقية.",
        },
        {
          category: "السلع الإجرامية والعدوانية",
          examples:
            "المتعلقات الشخصية أو المواد المرتبطة بالجرائم أو الأفعال الإجرامية.",
        },
        {
          category: "المعادن والأحجار الكريمة",
          examples:
            "كميات كبيرة من المعادن النادرة أو القيمة والأحجار الكريمة.",
        },
        {
          category: "الآثار الثقافية والمحمية",
          examples:
            "العناصر التي تغطيها المعاهدات الدولية (على سبيل المثال، اليونسكو 1970) أو القوانين التي تحمي الممتلكات الثقافية والتحف، والعناصر المصنوعة من العاج، أو أي مواد محمية أخرى.",
        },
        {
          category: "مواد غذائية",
          examples: "طعام طازج، طعام مطبوخ، لحوم، مواد قابلة للتلف.",
        },
        {
          category: "الألعاب النارية والمواد الخطرة",
          examples:
            "الألعاب النارية والمتفجرات والمواد السامة والمواد القابلة للاشتعال والمواد المشعة مثل البارود والمواد المتفجرة وعبوات البنزين والبروبان.",
        },
        {
          category: "السلع الخاضعة للتنظيم",
          examples:
            "الوسائد الهوائية، والبطاريات الزئبقية، والمبردات، والأجهزة الطبية، والمذيبات الكيميائية والصناعية، والمبيدات الحشرية، وأدوات المراقبة، ولوحات أرقام السيارات، وأي منتجات خاضعة لتنظيم الحكومة.",
        },
        {
          category: "أجهزة التحكم في حركة المرور",
          examples:
            "أجهزة تشويش الرادار، وأغطية لوحات الترخيص، ومغيرات إشارات المرور، والمنتجات المماثلة.",
        },
        {
          category: "الأسلحة والذخيرة",
          examples:
            "الأسلحة النارية، والذخيرة، والأسلحة المخفية، وكواتم الصوت، والسكاكين، والغاز المسيل للدموع.",
        },
        {
          category: "تداول العملات",
          examples:
            "العملات المخفضة، وتداول العملات، والعمليات المدعومة بالمعادن الثمينة.",
        },
        {
          category: "التسليمات المقيدة",
          examples:
            "قيود التوصيل للمواقع القريبة من المدارس الابتدائية والمتوسطة، أو للقاصرين الذين تقل أعمارهم عن 18 عامًا.",
        },
        {
          category: "الأغراض الشخصية للمسافرين",
          examples:
            "يجب على المسافرين نقل الأشياء التي اشتروها بأموالهم الخاصة فقط ولا يمكنهم قبول الأشياء الشخصية من الآخرين للنقل.",
        },
        {
          category: "إعادة بيع المنتجات خلافا لشروط وأحكام المورد",
          examples:
            "أميال سكاي واردز طيران الإمارات، منتجات/خدمات اتصالات، منتجات/خدمات دو، وما إلى ذلك.",
        },
        {
          category: "قيود النقل",
          examples:
            "العناصر المحظورة من قبل شركات الطيران أو شركات النقل أو وسائل النقل الأخرى.",
        },
        {
          category: "الامتثال الجمركي",
          examples:
            "العناصر المحظورة بموجب قوانين الجمارك في بلدان المغادرة أو الوصول. ويتحمل المستخدمون المسؤولية الكاملة عن الامتثال.",
        },
        {
          category: "الرسائل الإلكترونية المزعجة",
          examples: "الإعلانات المتكررة وكل ما يؤثر على تجربة المستخدم.",
        },
      ],
    },
  },
};
